Repository: Ultramarine-Linux/comps-new
Catalog: po/*.po
Languages: hi, pa

source: Simple window managers that aren't part of a larger desktop environment.
hi: साधारण विंडो प्रबंधक जो कि बड़े डेस्कटॉप वातावरण का हिस्सा नहीं है.
pa: ਸਧਾਰਨ ਵਿੰਡੋ ਮੈਨੇਜਰ, ਜੋ ਕਿ ਵੱਡੇ ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਭਾਗ ਨਹੀਂ ਹਨ।

source: Fedora Workstation product core
pa: ਫੇਡੋਰਾ ਵਰਕਸਟੇਸ਼ਨ ਉਤਪਾਦ ਕੋਰ

source: Packages mandatory for the workstation product.
pa: ਵਰਕਸਟੇਸ਼ਨ ਉਤਪਾਦ ਲਈ ਲਾਜ਼ਮੀ ਪੈਕੇਜ ਹੈ।

source: X Software Development
hi: X सॉफ़्टवेयर विकास
pa: X ਸਾਫਟਵੇਅਰ ਡਿਵੈਲਪਮੈਂਟ

source: These packages allow you to develop applications for the X Window System.
hi: इन संकुलों से आप X विन्डो तंत्र के लिए अनुप्रयोगों का विकास कर सकते हैं.
pa: ਇਹ ਪੈਕੇਜ, ਤੁਹਾਡੇ ਲਈ X ਵਿੰਡੋ ਸਿਸਟਮ ਦੇ ਲਈ ਐਪਲੀਕੇਸ਼ਨ ਡਿਵੈਲਪ ਕਰਨ ਲਈ ਸਹਾਈ ਹੈ।

source: A lightweight desktop environment that works well on low end machines.
hi: हल्का डेस्कटॉप वातावरण जो कि न्यूनांत मशीन पर ठीक काम करता है.
pa: ਇੱਕ ਹਲਕਾ ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ, ਜੋ ਕਿ ਘੱਟ ਸੰਰਚਨਾ ਵਾਲੀਆਂ ਮਸ਼ੀਨਾਂ ਉੱਤੇ ਕੰਮ ਕਰਦਾ ਹੈ।

source: Yiddish Support
hi: यिद्दिश समर्थन
pa: ਯਿਡਿਸ਼ ਸਹਿਯੋਗ

source: Minimal Install
pa: ਘੱਟੋ-ਘੱਟ ਇੰਸਟਾਲ

source: Basic functionality.
pa: ਮੂਲ ਸਹੂਲਤਾਂ।

source: KDE Plasma Workspaces
pa: ਕੇਡੀਈ ਪਲਾਜ਼ਮਾ ਵਰਕਸਪੇਸ

source: Fedora Server
pa: ਫੇਡੋਰਾ ਸਰਵਰ

source: Fedora Workstation
pa: ਫੇਡੋਰਾ ਵਰਕਸਟੇਸ਼ਨ

source: Fedora Workstation is a user friendly desktop system for laptops and PCs.
pa: ਫੇਡੋਰਾ ਵਰਕਸਟੇਸ਼ਨ ਲੈਪਟਾਪ ਤੇ ਪੀਸੀ ਲਈ ਵਰਤੋਂਕਾਰ ਲਈ ਸੌਖਾ ਡੈਸਕਟਾਪ ਸਿਸਟਮ ਹੈ।

source: LXQt Desktop
pa: LXQt ਡੈਸਕਟਾਪ

source: Cinnamon Desktop
pa: ਸਿਨਾਮੋਨ ਡੈਸਕਟਾਪ

source: MATE Desktop
pa: ਮੇਟ ਡੈਸਕਟਾਪ

source: Fedora Cloud Server
pa: ਫੇਡੋਰਾ ਕਲਾਉਡ ਸਰਵਰ

source: Development and Creative Workstation
pa: ਡਿਵੈਲਪਮੈਂਟ ਅਤੇ ਕਰੀਏਟਿਵ ਵਰਕਸਟੇਸ਼ਨ

source: Workstation for software, hardware, graphics, or content development.
pa: ਸਾਫਟਵੇਅਰ, ਹਾਰਡਵੇਅਰ, ਗਾਰਫਿਕਸ ਜਾਂ ਸਮੱਗਰੀ ਬਣਾਉਣ ਲਈ ਵਰਕਸਟੇਸ਼ਨ ਹੈ।

source: Web Server
hi: वेब सर्वर
pa: ਵੈੱਬ ਸਰਵਰ

source: Infrastructure Server
pa: ਇੰਫਰਾਸਟੱਕਚਰ ਸਰਵਰ

source: KDE Desktop
hi: केडीई डेस्कटॉप
pa: ਕੇਡੀਈ ਡੈਸਕਟਾਪ

source: The KDE SC includes the KDE Plasma Desktop, a highly-configurable graphical user interface which includes a panel, desktop, system icons and desktop widgets, and many powerful KDE applications.
hi: केडीई एससी में केडीई प्लाजमा डेस्कटॉप, एक उच्च विन्यासयोग्य आलेखी उपयोक्ता अंतरफलक जिसमें एक पैनल, डेस्कटॉप, तंत्र प्रतीक, और डेस्कटॉप विजेट और कई शक्तिशाली केडीई अनुप्रयोग शामिल हैं.
pa: ਕੇਡੀਈ ਐਸਸੀ ਵਿੱਚ ਕੇਡੀਈ ਪਲਾਜ਼ਮਾ ਡੈਸਕਟਾਪ, ਉੱਚ-ਸੰਰਚਨਾ ਗਰਾਫਿਕਲ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਸ਼ਾਮਿਲ ਹੈ, ਜਿਸ ਵਿੱਚ ਪੈਨਲ, ਡੈਸਕਟਾਪ, ਸਿਸਟਮ ਆਈਕਾਨ ਅਤੇ ਡੈਸਕਟਾਪ ਵਿਦਜੈੱਟ ਤੇ ਕੋਈ ਹੋਰ ਮਜ਼ਬੂਤ ਕੇਡੀਈ ਐਪਲੀਕੇਸ਼ਨ ਸ਼ਾਮਿਲ ਹਨ।

source: Applications
hi: अनुप्रयोग
pa: ਐਪਲੀਕੇਸ਼ਨ

source: Applications to perform a variety of tasks
hi: कार्य विविधता संपन्न करने के लिये अनुप्रयोग
pa: ਕਈ ਤਰ੍ਹਾਂ ਦੇ ਕੰਮ ਕਰਨ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ

source: GNOME Desktop
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ

source: Development
hi: विकास
pa: ਡਿਵੈਲਪਮੈਂਟ

source: Packages which provide functionality for developing and building applications.
hi: संकुल जो अनुप्रयोग के विकास और निर्माण के लिये प्रकार्यात्मकता देते हैं.
pa: ਪੈਕੇਜ, ਜੋ ਕਿ ਐਪਲੀਕੇਸ਼ਨ ਡਿਵੈਲਪ ਅਤੇ ਬਿਲਡ ਕਰਨ ਲਈ ਸਹੂਲਤਾਂ ਉਪਲੱਬਧ ਕਰਵਾਉਦੇ ਹਨ।

source: Servers
hi: सर्वर
pa: ਸਰਵਰ

source: Software used for running network servers
hi: संजाल सर्वर चलाने के लिए प्रयुक्त सॉफ़्टवेयर
pa: ਨੈੱਟਵਰਕ ਸਰਵਰ ਚਲਾਉਣ ਲਈ ਲੋੜੀਦੇ ਸਾਫਟਵੇਅਰ

source: Base System
hi: बेस तंत्र
pa: ਮੁੱਢਲਾ ਸਿਸਟਮ

source: Various core pieces of the system.
hi: तंत्र का कई कोर टुकड़ा.
pa: ਸਿਸਟਮ ਦੇ ਕਈ ਮੁੱਢਲੇ ਭਾਗ ਹਨ।

source: Content
hi: अंतर्वस्तु
pa: ਸੰਖੇਪ

source: Text and other Free content.
hi: पाठ और दूसरी निःशुल्क अंतर्वस्तु
pa: ਟੈਕਸਟ ਅਤੇ ਹੋਰ ਫਰੀ ਸੰਖੇਪ

source: Ansible node
pa: ਐਂਸੀਬਲ ਨੋਡ

source: Hawaii
pa: ਹਵਾਈ

source: Fedora Custom Operating System
pa: ਫੇਡੋਰਾ ਕਸਟਮ ਓਪਰੇਟਿੰਗ ਸਿਸਟਮ

source: Fedora Server Edition
pa: ਫੇਡੋਰਾ ਸਰਵਰ ਐਡੀਸ਼ਨ

source: This group is a collection of tools and resources of Arabic environments.
hi: अरेबिक वातावरण के लिये यह समूह औज़ारों व संसाधनों का समूह है.
pa: ਇਸ ਗਰੁੱਪ 'ਚ ਅਰਬੀ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਟੂਲ ਅਤੇ ਸਰੋਤ ਹਨ।

source: Armenian Support
hi: आर्मेनियन समर्थन
pa: ਅਰਮੀਨੀਆਈ ਸਹਿਯੋਗ

source: This group is a collection of tools and resources of Armenian environments.
hi: यह समूह आर्मेनियन वातावरण के लिये औज़ारों व संसाधनों का समूह है.
pa: ਇਹ ਗਰੁੱਪ 'ਚ ਅਮਰੀਨੀਆਈ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਟੂਲ ਅਤੇ ਸਰੋਤਾਂ ਦਾ ਭੰਡਾਰ ਹੈ।

source: These tools allow you to create documentation in the DocBook format and convert them to HTML, PDF, Postscript, and text.
hi: इन औज़ारों से DocBook प्रारूप में दस्तावेज़ीकरण करके और उन्हें HTML, PDF, पोस्टस्क्रिप्ट, और पाठ्यांश में बदल सकते हैं.
pa: ਇਹ ਟੂਲ, ਤੁਹਾਨੂੰ DocBook ਫਾਰਮੈਟ ਵਿੱਚ ਡੌਕੂਮੈਂਟ ਬਣਾਉਣ ਵਿੱਚ ਅਤੇ ਉਹਨਾਂ ਨੂੰ HTML, PDF, Postscript, ਜਾਂ ਟੈਕਸਟ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਹੈ।

source: X Window System
hi: X विंडो तंत्र
pa: X ਵਿੰਡੋ ਸਿਸਟਮ

source: Install this group of packages to use the base graphical (X) user interface.
hi: आधार आलेखी (X) उपयोक्ता अंतरफलक का प्रयोग करने के लिए इस संकुल समूह का संस्थापन करें.
pa: ਬੇਸ ਗਰਾਫਿਕਲ (X) ਯੂਜਰ ਇੰਟਰਫੇਸ ਨੂੰ ਇਸਤੇਮਾਲ ਕਰਨ ਲਈ ਇਹ ਪੈਕੇਜ ਗਰੁੱਪ ਇੰਸਟਾਲ ਕਰੋ।

source: Czech Support
hi: चेक समर्थन
pa: ਚੈੱਕ ਸਹਿਯੋਗ

source: This group is a collection of tools and resources of Czech environments.
hi: चेक वातावरण के लिये यह समूह औज़ारों व संसाधनों का समूह है.
pa: ਇਸ ਗਰੁੱਪ 'ਚ ਚੈੱਕ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਟੂਲ ਅਤੇ ਸਰੋਤ ਹਨ।

source: These tools include core development tools such as automake, gcc, perl, python, and debuggers.
hi: इन औज़ारों में ऑटोमेक, जीसीसी, पर्ल, पाइथन, और डिबगर जैसे केंद्रीय विकास औज़ार हैं.
pa: ਇਹਨਾਂ ਟੂਲਾਂ ਵਿੱਚ ਕੋਰ ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ, ਜਿਵੇ ਕਿ automake, gcc, ਪਰਲ, ਪਾਈਥਨ ਅਤੇ ਡੀਬੱਗਰ ਆਦਿ ਸ਼ਾਮਿਲ ਹਨ।

source: Dialup Networking Support
hi: ड़ायलअप संजालन समर्थन
pa: ਡਾਇਲਅੱਪ ਨੈੱਟਵਰਕ ਸਹਿਯੋਗ

source: Sometimes called text editors, these are programs that allow you to create and edit files. These include Emacs and Vi.
hi: कभी पाठ्यांश संपादक के नाम से जाने जाने वाले ये कार्यक्रम आपको फ़ाइल बनाने और संपादित करने की अनुमति देते हैं. इनमें ईमेक्स और वीआई है.
pa: ਜਿਸ ਨੂੰ ਟੈਕਸਟ ਸੰਪਾਦਕ ਵੀ ਕਹਿੰਦੇ ਹਨ, ਇਹ ਤੁਹਾਨੂੰ ਫਾਇਲਾਂ ਬਣਾਉਣ ਅਤੇ ਸੋਧਣ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਈਮੈਕਸ ਤੇ ਵੀਆਈ(Vi) ਸ਼ਾਮਿਲ ਹਨ।

source: Design and Simulation tools for hardware engineers
hi: हार्डवेयर इंजीनियर के लिए डिज़ायन व सिमुलेशन औज़ार
pa: ਹਾਰਡਵੇਅਰ ਇੰਜਨੀਅਰਾਂ ਲਈ ਡਿਜ਼ਾਇਨ ਅਤੇ ਸਿਮੁਲੇਟਿੰਗ ਟੂਲ

source: Tools and Utilities needed by a Fedora Packager
hi: फेडोरा संकुल के द्वारा जरूरी औज़ार या उपयोगिता
pa: ਫੇਡੋਰਾ ਪੈਕੇਜਰ ਲਈ ਲੋੜੀਂਦੇ ਸੰਦ ਅਤੇ ਸਹੂਲਤਾਂ

source: GNOME Desktop Environment
hi: GNOME डेस्कटॉप वातावरण
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ

source: GNOME is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
hi: GNOME एक शक्तिशाली, आलेखीय उपयोक्ता अंतरफलक है जिसमें पैनल, डेस्कटॉप, तंत्र प्रतीक, और आलेखीय फ़ाइल प्रबंधक है.
pa: ਗਨੋਮ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ, ਗਰਾਫਿਕਲ ਯੂਜਰ ਇੰਟਰਫੇਸ ਹੈ, ਜਿਸ ਵਿੱਚ ਇੱਕ ਪੈਨਲ, ਡੈਸਕਟਾਪ, ਸਿਸਟਮ ਆਈਕਾਨ ਅਤੇ ਗਰਾਫਿਕਲ ਫਾਇਲ ਮੈਨੇਜਰ ਸ਼ਾਮਿਲ ਹੈ।

source: This group includes graphical email, Web, and chat clients.
hi: इस समूह में आलेखीय ईमेल, वेब और चैट क्लाइंट हैं.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਗਰਾਫਿਕਲ ਈ-ਮੇਲ, ਵੈੱਬ ਅਤੇ ਚੈਟ ਕਲਾਇਟ ਸ਼ਾਮਿਲ ਹਨ।

source: This group is a collection of tools and resources of Hebrew environments.
hi: हिब्रू वातावरण के लिये यह समूह औज़ारों व संसाधनों का समूह है.
pa: ਇਸ ਗਰੁੱਪ 'ਚ ਹੈਬਰਿਊ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਟੂਲ ਅਤੇ ਸਰੋਤ ਹਨ।

source: This group is a collection of tools and resources of Japanese environments.
hi: जापानी वातावरण के लिये यह समूह औज़ारों व संसाधनों का समूह है.
pa: ਇਸ ਗਰੁੱਪ 'ਚ ਜਾਪਾਨੀ ਇੰਵਾਇਰਨਮੈਂਟ ਦੇ ਟੂਲ ਅਤੇ ਸਰੋਤ ਹਨ।

source: KDE (K Desktop Environment)
hi: KDE (K डेस्कटॉप वातावरण)
pa: ਕੇਡੀਈ (K ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ)

source: KDE is a powerful, graphical user interface which includes a panel, desktop, system icons, and a graphical file manager.
hi: KDE एक शक्तिशाली, आलेखीय उपयोक्ता अंतरफलक है जिसमें पैनल, डेस्कटॉप, तंत्र प्रतीक, और आलेखीय फ़ाइल प्रबंधक है.
pa: ਕੇਡੀਈ ਇੱਕ ਸ਼ਕਤੀਸ਼ਾਲੀ, ਗਰਾਫਿਕਲ ਯੂਜਰ ਇੰਟਰਫੇਸ ਹੈ, ਜਿਸ ਵਿੱਚ ਇੱਕ ਪੈਨਲ, ਡੈਸਕਟਾਪ, ਸਿਸਟਮ ਆਈਕਾਨ ਅਤੇ ਗਰਾਫਿਕਲ ਫਾਇਲ ਮੈਨੇਜਰ ਸ਼ਾਮਿਲ ਹੈ।

source: Install these packages to develop QT and KDE graphical applications.
hi: QT और KDE आलेखी अनुप्रयोगों का विकास करने के लिए इन संकुलों का संस्थापन करें.
pa: QT ਅਤੇ KDE ਗਰਾਫਿਕਲ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੇ ਵਿਕਾਸ ਲਈ ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ।

source: This group is a collection of network servers for specific purposes
hi: यह समूह विशिष्ट उपयोगिता के लिये संजाल सर्वर का समूह है.
pa: ਇਹ ਗਰੁੱਪ ਵਿੱਚ ਖਾਸ ਮਕਸਦ ਲਈ ਨੈੱਟਵਰਕ ਸਰਵਰਾਂ ਦਾ ਗਰੁੱਪ ਹੈ।

source: This group includes text-based email, Web, and chat clients. These applications do not require the X Window System.
hi: इस समूह में पाठ्यांश आधारित ईमेल, वेब, और चैट क्लाइंट है. इन अनुप्रयोगों को X विंडो तंत्र आवश्यक नहीं है.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਪਾਠ ਈ-ਮੇਲ, ਵੈੱਬ ਅਤੇ ਚੈਟ ਕਲਾਇਟ ਸ਼ਾਮਿਲ ਹਨ। ਇਹਨਾਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਲਈ X ਵਿੰਡੋ ਸਿਸਟਮ ਲੋੜੀਦਾ ਨਹੀ ਹੈ।

source: Web Development
hi: वेब विकास
pa: ਵੈੱਬ ਡਿਵੈਲਪਮੈਂਟ

source: These packages are helpful when developing web applications or web pages.
hi: ये संकुल वेब अनुप्रयोग और वेब पृष्ठों के विकास में मददगार हैं.
pa: ਇਹ ਪੈਕੇਜ, ਤੁਹਾਡੇ ਲਈ ਵੈੱਬ ਐਪਲੀਕੇਸ਼ਨ ਜਾਂ ਵੈੱਬ ਸਫ਼ੇ ਬਣਾਉਣ ਲਈ ਸਹਾਇਕ ਹਨ।

source: XEmacs
pa: Xਈਮੈਕਸ

source: The XEmacs text editor.
hi: Xईमेक्स पाठ्यांश संपादक.
pa: X-Emacs ਟੈਕਸਟ ਸੰਪਾਦਕ ਹੈ।

source: Desktop Environments
hi: डेस्कटॉप वातावरण
pa: ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ

source: Desktop environments
hi: डेस्कटॉप वातावरण
pa: ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ

source: Applications for a variety of tasks
hi: कार्य विविधता के लिये अनुप्रयोग
pa: ਕਈ ਕੰਮਾਂ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ

source: Additional Development
hi: अतिरिक्त विकास
pa: ਵਾਧੂ ਡਿਵੈਲਪਮੈਂਟ

source: Additional development headers and libraries for developing applications
hi: विकास हो रहे अनुप्रयोग के लिए अतिरिक्त विकास शीर्षिका और लाइब्रेरी
pa: ਐਪਲੀਕੇਸ਼ਨ ਡਿਵੈਲਪਮੈਂਟ ਲਈ ਹੋਰ ਡਿਵੈਲਪਮੈਂਟ ਹੈੱਡਰ ਅਤੇ ਲਾਇਬਰੇਰੀਆਂ

source: Afrikaans Support
hi: अफ्रीकांस समर्थन
pa: ਅਫਰੀਕੀ ਸਹਿਯੋਗ

source: Albanian Support
hi: अल्बानियाई समर्थन
pa: ਅਲਬੇਨੀਅਨ ਸਹਿਯੋਗ

source: Amazigh Support
hi: आमेजिग समर्थन
pa: ਅਮਾਜ਼ਿਘ ਸਹਿਯੋਗ

source: Azerbaijani Support
hi: अजरबैजानी समर्थन
pa: ਅਜ਼ਰਬਾਈਜਾਨੀ ਸਹਿਯੋਗ

source: Backup Client
hi: बैकअप क्लाइंट
pa: ਬੈਕਅੱਪ ਕਲਾਇਟ

source: Client tools for connecting to a backup server and doing backups.
hi: क्लाइंट औज़ार बैकअप सर्वर से कनेक्ट करने के लिए और बैकअप करने के लिए.
pa: ਬੈਕਅੱਪ ਸਰਵਰ ਨਾਲ ਕੁਨੈਕਟ ਕਰਨ ਅਤੇ ਬੈਕਅੱਪ ਲੈਣ ਲਈ ਕਲਾਇਟ ਟੂਲ ਹਨ।

source: Backup Server
hi: बैकअप सर्वर
pa: ਬੈਕਅੱਪ ਸਰਵਰ

source: Software to centralize your infrastructure's backups.
hi: आपके बुनियादी ढाँचा के बैकअप केंद्रीयकृत करने के लिए सॉफ़्टवेयर.
pa: ਤੁਹਾਡੇ ਇੰਫਰਾਸਟੱਕਚਰ ਦੇ ਬੈਕਅੱਪ ਵਾਸਤੇ ਸੈਂਟਰਲਾਈਜ਼ ਲਈ ਸਾਫਟਵੇਅਰ

source: Base
hi: आधार
pa: ਬੇਸ

source: The basic installation of Enterprise Linux.
hi: एंटरप्राइज लिनक्स का मूल संस्थापन.
pa: ਇੰਟਰਪਰਾਈਜ਼ ਲੀਨਕਸ ਲਈ ਮੁੱਢਲੀ ਇੰਸਟਾਲੇਸ਼ਨ।

source: Desktop
hi: डेस्कटॉप
pa: ਡੈਸਕਟਾਪ

source: A minimal desktop that can also be used as a thin client.
hi: न्यूनतम डेस्कटॉप जिसे भी थिन क्लाइंट के लिए रूप में प्रयोग किया जा सकता है.
pa: ਘੱਟੋ-ਘੱਟ ਡੈਸਕਟਾਪ, ਜੋ ਕਿ ਥਿੰਨ ਕਲਾਇਟ ਵਜੋਂ ਵਰਤਿਆ ਜਾ ਸਕਦਾ ਹੈ।

source: Basque Support
hi: बास्क समर्थन
pa: ਬਸਕਿਉ ਸਹਿਯੋਗ

source: Belarusian Support
hi: बेलारूसी समर्थन
pa: ਬੇਲਾਰੂਸੀ ਸਹਿਯੋਗ

source: Brazilian Portuguese Support
hi: ब्राजीलियन पुर्तगीज समर्थन
pa: ਬਰਾਜ਼ੀਲੀ ਪੁਰਤਗਾਲੀ ਸਹਿਯੋਗ

source: Breton Support
hi: ब्रेटन समर्थन
pa: ਬਰੀਟੋਨ ਸਹਿਯੋਗ

source: English (UK) Support
hi: अंग्रेजी (यूके) समर्थन
pa: ਅੰਗਰੇਜ਼ੀ (ਬਰਤਾਨੀਆ) ਸਹਿਯੋਗ

source: Bulgarian Support
hi: बल्गेरियन समर्थन
pa: ਬੁਲਗਾਰੀਆਈ ਸਹਿਯੋਗ

source: Catalan Support
hi: कैटालन समर्थन
pa: ਕੈਟੇਲਾਨ ਸਹਿਯੋਗ

source: Chhattisgarhi Support
hi: छत्तीसगढ़ी समर्थन
pa: ਛੱਤੀਸਗੜੀ ਸਹਿਯੋਗ

source: Chichewa Support
hi: चिचेवा समर्थन
pa: ਚਿਚੀਵਾ ਸਹਿਯੋਗ

source: Chinese Support
hi: चीनी समर्थन
pa: ਚੀਨੀ ਸਹਿਯੋਗ

source: CIFS file server
hi: CIFS फ़ाइल सर्वर
pa: CIFS ਫਾਇਲ ਸਰਵਰ

source: Share files between Linux and Microsoft Windows systems.
hi: लिनक्स और माइक्रोसॉफ्ट विंडो प्रणाली के बीच फ़ाइल साझा करता है.
pa: ਲੀਨਕਸ ਅਤੇ ਮਾਈਕਰੋਸਾਫਟ ਵਿੰਡੋਜ਼ ਸਿਸਟਮਾਂ ਵਿੱਚ ਫਾਇਲਾਂ ਸਾਂਝੀਆਂ ਕਰਨੀਆਂ।

source: Compatibility libraries
hi: सुसंगतता लाइब्रेरी
pa: ਅਨੁਕੂਲਤਾ ਲਾਇਬਰੇਰੀਆਂ

source: Console internet tools
hi: कंसोल इंटरनेट औज़ार
pa: ਕਨਸੋਲ ਇੰਟਰਨੈੱਟ ਟੂਲ

source: Coptic Support
hi: कोप्टिक समर्थन
pa: ਕੋਪਟਿਕ ਸਹਿਯੋਗ

source: Smallest possible installation.
hi: सबसे छोटा संभव संस्थापन.
pa: ਸਭ ਤੋਂ ਛੋਟੀ ਸੰਭਵ ਇੰਸਟਾਲੇਸ਼ਨ

source: Croatian Support
hi: क्रोशियन समर्थन
pa: ਕਰੋਟੀਅਨ ਸਹਿਯੋਗ

source: Danish Support
hi: डैनिश समर्थन
pa: ਡੈਨਿਸ਼ ਸਹਿਯੋਗ

source: Debugging Tools
hi: डिबगिंग औज़ार
pa: ਡੀਬੱਗ ਕਰਨ ਲਈ ਟੂਲ

source: Desktop Debugging and Performance Tools
hi: डेस्कटॉप डिबगिंग और प्रदर्शन औज़ार
pa: ਡੈਸਕਟਾਪ ਡੀਬੱਗ ਕਰਨ ਅਤੇ ਕਾਰਗੁਜ਼ਾਰੀ ਟੂਲ

source: Desktop Platform
hi: डेस्कटॉप प्लैटफॉर्म
pa: ਡੈਸਕਟਾਪ ਪਲੇਟਫਾਰਮ

source: Supported libraries for the Enterprise Linux Desktop Platform.
hi: एंटरप्राइज लिनक्स डेस्कटॉप प्लैटफ़ॉर्म के लिए समर्थित लाइब्रेरी.
pa: ਇੰਟਰਪਰਾਈਜ਼ ਲੀਨਕਸ ਡੈਸਕਟਾਪ ਪਲੇਟਫਾਰਮ ਲਈ ਸਹਾਇਕ ਲਾਇਬਰੇਰੀਆਂ

source: Desktop Platform Development
hi: डेस्कटॉप प्लैटफॉर्म विकास
pa: ਡੈਸਕਟਾਪ ਪਲੇਟਫਾਰਮ ਡਿਵੈਲਪਮੈਂਟ

source: Development tools
hi: विकास औज़ार
pa: ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ

source: A basic development environment.
hi: मूल विकास वातावरण.
pa: ਮੁੱਢਲਾ ਡਿਵੈਲਪਮੈਂਟ ਇੰਵਾਇਰਨਮੈਂਟ

source: Directory Client
hi: निर्देशिका क्लाइंट
pa: ਡਾਇਰੈਕਟਰੀ ਕਲਾਇਟ

source: Dutch Support
hi: डच समर्थन
pa: ਡੱਚ ਸਹਿਯੋਗ

source: Eclipse
hi: एक्लीप्स
pa: ਇਲਿਪਸ

source: Educational software for learning.
hi: सीखने के लिए शैक्षणिक सॉफ़्टवेयर.
pa: ਸਿੱਖਣ ਲਈ ਵਿਦਿਅਕ ਸਾਫਟਵੇਅਰ

source: Design and Simulation tools for hardware engineers.
hi: हार्डवेयर इंजीनियर के लिए डिजायन और अनुरूपता.
pa: ਹਾਰਡਵੇਅਰ ਇੰਜਨੀਅਰਾਂ ਲਈ ਡਿਜ਼ਾਇਨ ਅਤੇ ਸਿਮੂਲੇਸ਼ਨ ਟੂਲ

source: Emacs
pa: ਈਮੈਕਸ

source: Esperanto Support
hi: एस्पेरांटो समर्थन
pa: ਇਸਪੀਰਾਂਟੋ ਸਹਿਯੋਗ

source: Estonian Support
hi: इस्टोनियन समर्थन
pa: ਇਸਟੋਨੀਅਨ ਸਹਿਯੋਗ

source: Faroese Support
hi: फेयरोसे समर्थन
pa: ਫਾਈਰੋਸੀ ਸਹਿਯੋਗ

source: Tools and utilities needed by a Fedora Packager.
hi: फेडोरा पैकेजर के द्वारा जरूरी औज़ार और उपयोगिताएँ.
pa: ਫੇਡੋਰਾ ਪੈਕਜ਼ਰ ਵਲੋਂ ਲੋੜੀਦੀ ਟੂਲ ਅਤੇ ਸਹੂਲਤਾਂ।

source: Fijian Support
hi: फिजियन समर्थन
pa: ਫਿਜ਼ੀ ਸਹਿਯੋਗ

source: Filipino Support
hi: फिलिपिनो समर्थन
pa: ਫਿਲਪੀਨੋ ਸਹਿਯੋਗ

source: Fonts for rendering text in a variety of languages and scripts.
hi: विभिन्न भाषाओं और लिपियों के रेंडरिंग के लिए फ़ॉन्ट
pa: ਕਈ ਭਾਸ਼ਾਵਾਂ ਅਤੇ ਲਿੱਪੀਆਂ ਵਿੱਚ ਟੈਕਸਟ ਵੇਖਾਉਣ ਲਈ ਫੋਂਟ।

source: French Support
hi: फ्रेंच समर्थन
pa: ਫਰੈਂਚ ਸਹਿਯੋਗ

source: Frisian Support
hi: फ्रिसियन समर्थन
pa: ਫ਼ਾਰਸੀ ਸਹਿਯੋਗ

source: Friulian Support
hi: फ्रायुलियन समर्थन
pa: ਫਰੀਉਲਿਆਈ ਸਹਿਯੋਗ

source: FTP server
hi: एफटीपी सर्वर
pa: FTP ਸਰਵਰ

source: Allows the system to act as an FTP server.
hi: तंत्र को बतौर एक FTP सर्वर के रूप में काम करने के लिए अनुमति दें.
pa: ਸਿਸਟਮ ਨੂੰ FTP ਸਰਵਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਦਿੰਦਾ ਹੈ।

source: Gaelic Support
hi: गेलिक समर्थन
pa: ਗਾਈਲਿਕ ਸਹਿਯੋਗ

source: Galician Support
hi: गेलिसियन समर्थन
pa: ਗਲੀਸੀਅਨ ਸਹਿਯੋਗ

source: General Purpose Desktop
hi: सामान्य उद्देश्य डेस्कटॉपसामान्य उद्देश्य डेस्कट
pa: ਆਮ ਵਰਤੋਂ ਲਈ ਡੈਸਕਟਾਪ

source: A general purpose desktop.
hi: एक सामान्य उद्देश्यीय डेस्कटॉप.
pa: ਆਮ ਵਰਤੋਂ ਲਈ ਡੈਸਕਟਾਪ

source: German Support
hi: जर्मन समर्थन
pa: ਜਰਮਨ ਸਹਿਯੋਗ

source: Graphical Administration Tools
hi: आलेखीय प्रशासन औज़ार
pa: ਗਰਾਫਿਕਲ ਪਰਸ਼ਾਸ਼ਕੀ ਟੂਲ

source: Graphics Creation Tools
hi: आलेखी निर्माण औज़ार
pa: ਗਰਾਫਿਕਲ ਨਿਰਮਾਣ ਟੂਲ

source: Software for creation and manipulation of still images.
hi: स्थिर छवि के निर्माण और उसमें सुधार के लिए सॉफ़्टवेयर.
pa: ਚਿੱਤਰ ਬਣਾਉਣ ਅਤੇ ਬਦਲਾਅ ਕਰਨ ਲਈ ਸਾਫਟਵੇਅਰ।

source: Hardware monitoring utilities
hi: हार्डवेयर निरीक्षण उपयोगिता
pa: ਹਾਰਡਵੇਅਰ ਨਿਗਰਾਨੀ ਸਹੂਲਤਾਂ

source: A set of tools to monitor server hardware
hi: सर्वर हार्डवेयर निरीक्षण करने के लिए औज़ारों का एक सेट
pa: ਸਰਵਰ ਹਾਰਡਵੇਅਰ ਦੀ ਨਿਗਰਾਨੀ ਲਈ ਟੂਲ ਦਾ ਸਮੂਹ ਹੈ।

source: Hiligaynon Support
hi: हिलिगेनन समर्थन
pa: ਹਿਲਿਗਾਯਨੋਨ ਸਹਿਯੋਗ

source: Hungarian Support
hi: हंगेरियन समर्थन
pa: ਹੰਗਰੀਆਈ ਸਹਿਯੋਗ

source: Icelandic Support
hi: आईसलैंडिक समर्थन
pa: ਆਈਸਲੈਂਡਿਕ ਸਹਿਯੋਗ

source: Indonesian Support
hi: इंडोनेशियन समर्थन
pa: ਇੰਡੋਨੇਸ਼ੀਆਈ ਸਹਿਯੋਗ

source: Infiniband Support
hi: Infiniband समर्थन
pa: ਇੰਫੀਬੈਂਡ ਸਹਿਯੋਗ

source: Software for the input of international text.
hi: अंतरराष्ट्रीय पाठ की इनपुट के लिए सॉफ़्टवेयर.
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ ਪਾਠ ਲਿਖਣ ਲਈ ਇੰਪੁੱਟ ਵਾਸਤੇ ਸਾਫਟਵੇਅਰ।

source: Interlingua Support
hi: इंटरलिंगुआ समर्थन
pa: ਇੰਟਰਲਿੰਗੁਆ ਸਹਿਯੋਗ

source: Internet Applications
hi: इंटरनेट अनुप्रयोग
pa: ਇੰਟਰਨੈੱਟ ਐਪਲੀਕੇਸ਼ਨ

source: Email, chat, and video conferencing software.
hi: ईमेल, चैट और वीडियो सम्मेलन सॉफ़्टवेयर.
pa: ਈਮੇਲ, ਗੱਲਬਾਤ ਅਤੇ ਵਿਡੀਓ ਕਨਫਰੰਸ ਸਾਫਟਵੇਅਰ।

source: Internet Browser
hi: इंटरनेट ब्राउज़र
pa: ਇੰਟਰਨੈੱਟ ਬਰਾਊਜ਼ਰ

source: Firefox web browser
hi: फ़ायरफ़ॉक्स वेब ब्राउज़रफऱ
pa: ਫਾਇਰਫਾਕਸ ਵੈੱਬ ਬਰਾਊਜ਼ਰ

source: Inuktitut Support
hi: इनुक्टुट समर्थन
pa: ਇਨੂਕੀਟੂਟ ਸਹਿਯੋਗ

source: Irish Support
hi: आइरिश समर्थन
pa: ਆਈਰਸ਼ ਸਹਿਯੋਗ

source: Italian Support
hi: इटालियन समर्थन
pa: ਇਤਾਲਵੀ ਸਹਿਯੋਗ

source: Java Platform
hi: जावा प्लैटफ़ॉर्म
pa: ਜਾਵਾ ਪਲੇਟਫਾਰਮ

source: Kashubian Support
hi: काशुबियन समर्थन
pa: ਕਾਸ਼ੁਬੀਆਈ ਸਹਿਯੋਗ

source: Kazakh Support
hi: कजाख समर्थन
pa: ਕਜ਼ਾਕ ਸਹਿਯੋਗ

source: A KDE desktop.
hi: केडीई डेस्कटॉप.
pa: KDE ਡੈਸਕਟਾਪ

source: Kinyarwanda Support
hi: किनायरंवाडा समर्थन
pa: ਕਿਨਯਾਰਵਾਂਡਾ ਸਹਿਯੋਗ

source: Lao Support
hi: लाओ समर्थन
pa: ਲਾਓ ਸਹਿਯੋਗ

source: Large Systems Performance
hi: व्यापक तंत्र प्रदर्शन
pa: ਵੱਡੇ ਸਿਸਟਮ ਕਾਰਗੁਜ਼ਾਰੀ

source: Performance support tools for large systems
hi: बड़े तंत्र के लिए प्रदर्शन समर्थन औज़ार
pa: ਵੱਡੇ ਸਿਸਟਮਾਂ ਲਈ ਕਾਰਗੁਜ਼ਾਰੀ ਸਹਿਯੋਗ ਟੂਲ

source: Latin Support
hi: लैटिन समर्थन
pa: ਲੈਟਿਨ ਸਹਿਯੋਗ

source: Latvian Support
hi: लातवियन समर्थन
pa: ਲਾਟਵੀਅਨ ਸਹਿਯੋਗ

source: Lithuanian Support
hi: लिथुआनियन समर्थन
pa: ਲੀਥੂਨੀਅਨ ਸਹਿਯੋਗ

source: Low Saxon Support
hi: निम्न सैक्सन समर्थन
pa: ਘੱਟ ਸੈਕਸੋਨ ਸਹਿਯੋਗ

source: Luxembourgish Support
hi: लक्समबोर्गिश समर्थन
pa: ਲਕਸ਼ਮਬਰਗ ਸਹਿਯੋਗ

source: Macedonian Support
hi: मेसीडोनियन समर्थन
pa: ਮੈਕਡੋਨੀਆਈ ਸਹਿਯੋਗ

source: E-mail server
hi: ईमेल सर्वर
pa: ਈਮੇਲ ਸਰਵਰ

source: Mainframe Access
hi: मेनफ्रेम पहुँच
pa: ਮੇਨਫਰੇਮ ਅਸੈਸ

source: Malagasy Support
hi: मलागासी समर्थन
pa: ਮਾਲਗਾਸਯ ਸਹਿਯੋਗ

source: Malay Support
hi: मलय समर्थन
pa: ਮਲਾਇਆ ਸਹਿਯੋਗ

source: Maltese Support
hi: माल्टीज समर्थन
pa: ਮਾਲਟਾ ਸਹਿਯੋਗ

source: Manx Support
hi: मैंक्स समर्थन
pa: ਮੈਨਕਸ ਸਹਿਯੋਗ

source: Maori Support
hi: माओरी समर्थन
pa: ਮਾਓਰੀ ਸਹਿਯੋਗ

source: Mongolian Support
hi: मंगोलियाई समर्थन
pa: ਮੰਗੋਲੀਆਈ ਸਹਿਯੋਗ

source: MySQL Database server
hi: MySQL डाटाबेस सर्वर
pa: MySQL ਡਾਟਾਬੇਸ ਸਰਵਰ

source: MySQL Database client
hi: MySQL डाटाबेस क्लाइंट
pa: MySQL ਡਾਟਾਬੇਸ ਕਲਾਇਟ

source: The MySQL SQL database client, and associated packages.
hi: MySQL SQL डेटाबेस क्लाइंट और सहयोगी संकुल.
pa: MySQL SQL ਡਾਟਾਬੇਸ ਕਲਾਇਟ ਅਤੇ ਸਬੰਧਿਤ ਪੈਕੇਜ।

source: Network file system client
hi: संजाल फ़ाइल तंत्र क्लाइंट
pa: ਨੈੱਟਵਰਕ ਫਾਇਲ ਸਿਸਟਮ ਕਲਾਇਟ

source: Enables the system to attach to network storage.
hi: संजाल भंडार में जोड़ने के लिए सिस्टम सक्रिय करता है.
pa: ਸਿਸਟਮ ਨੂੰ ਨੈੱਟਵਰਕ ਸਟੋਰੇਜ਼ ਨਾਲ ਜੁੜਨ ਦੇ ਯੋਗ ਕਰਦਾ ਹੈ।

source: Network Infrastructure Server
hi: संजाल बुनियादी ढाँचा सर्वर
pa: ਨੈੱਟਵਰਕ ਇੰਫਰਾਸਟੱਕਚਰ ਸਰਵਰ

source: Networking Tools
hi: संजाल औज़ार
pa: ਨੈਟਵਰਕਿੰਗ ਟੂਲ

source: NFS file server
hi: एनएफएस फ़ाइल सर्वर
pa: NFS ਫਾਇਲ ਸਰਵਰ

source: NFS file server.
hi: एनएफएस फ़ाइल सर्वर.
pa: NFS ਫਾਇਲ ਸਰਵਰ।

source: Northern Sotho Support
hi: उत्तरी सोथो समर्थन
pa: ਉੱਤਰੀ ਸੋਥੋ ਸਹਿਯੋਗ

source: Norwegian Support
hi: नॉर्वेजियन समर्थन
pa: ਨਾਰਵੇਆਈ ਸਹਿਯੋਗ

source: Occitan Support
hi: ओसिटन समर्थन
pa: ਉੱਸੀਤਾਨ ਸਹਿਯੋਗ

source: Office Suite and Productivity
hi: ऑफ़िस सूइट और उत्पादकता
pa: ਆਫਿਸ ਸੂਟ ਅਤੇ ਪ੍ਰੋਡੱਕਟਿਵਟੀ

source: A full-purpose office suite, and other productivity tools.
hi: पूर्ण उद्देश्यीय ऑफ़िस सूइट और दूसरे उत्पादकता औज़ार.
pa: ਪੂਰਾ ਆਫਿਸ ਸੂਟ ਅਤੇ ਹੋਰ ਉਤਪਾਦਨ ਟੂਲ ਹਨ।

source: Oriya Support
hi: उड़िया समर्थन
pa: ਓੜੀਆ ਸਹਿਯੋਗ

source: Performance Tools
hi: प्रदर्शन औज़ार
pa: ਕਾਰਗੁਜ਼ਾਰੀ ਟੂਲ

source: Perl Support
hi: पर्ल समर्थन
pa: ਪਰਲ ਸਹਿਯੋਗ

source: PHP Support
hi: PHP समर्थन
pa: PHP ਸਹਿਯੋਗ

source: PHP web application framework.
hi: PHP वेब अनुप्रयोग फ्रेमवर्क.
pa: PHP ਵੈਬ ਐਪਲੀਕੇਸ਼ਨ ਫਰੇਮਵਰਕ

source: Polish Support
hi: पोलिश समर्थन
pa: ਪੋਲੈਂਡੀ ਸਹਿਯੋਗ

source: Portuguese Support
hi: पुर्तगाली समर्थन
pa: ਪੁਰਤਗਾਲੀ ਸਹਿਯੋਗ

source: PostgreSQL Database server
hi: PostgreSQL डेटाबेस सर्वर
pa: PostgreSQL ਡਾਟਾਬੇਸ ਸਰਵਰ

source: PostgreSQL Database client
hi: PostgreSQL डेटाबेस क्लाइंट
pa: PostgreSQL ਡਾਟਾਬੇਸ ਕਲਾਇਟ

source: Printing client
hi: प्रिंटिंग क्लाइंट
pa: ਪਰਿੰਟਿੰਗ ਕਲਾਇਟ

source: Print Server
hi: प्रिंट सर्वर
pa: ਪਰਿੰਟ ਸਰਵਰ

source: Allows the system to act as a print server.
hi: तंत्र को बतौर प्रिंट सर्वर काम करने की छूट देता है.
pa: ਸਿਸਟਮ ਨੂੰ ਪਰਿੰਟ ਸਰਵਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਦੇਣ ਲਈ ਸਹਾਇਕ ਹੈ।

source: Remote Desktop Clients
hi: दूरस्थ डेस्कटॉप क्लाइंट
pa: ਰਿਮੋਟ ਡੈਸਕਟਾਪ ਕਲਾਇਟ

source: Romanian Support
hi: रोमानियन समर्थन
pa: ਰੋਮਾਨੀਆਈ ਸਹਿਯੋਗ

source: Sardinian Support
hi: सार्डिनियन समर्थन
pa: ਸਾਰਡੀਨੀਆਈ ਸਹਿਯੋਗ

source: Scientific support
hi: वैज्ञानिक समर्थन
pa: ਵਿਗਿਆਨਿਕ ਸਹਿਯੋਗ

source: Security Tools
hi: सुरक्षा औज़ार
pa: ਸੁਰੱਖਿਆ ਟੂਲ

source: Serbian Support
hi: सर्बियन समर्थन
pa: ਸਰਬੀਆਈ ਸਹਿਯੋਗ

source: Server Platform
hi: सर्वर प्लेटफॉर्म
pa: ਸਰਵਰ ਪਲੇਟਫਾਰਮ

source: Supported libraries for the Enterprise Linux Server Platform.
hi: एंटरप्राइज लिनक्स सर्वर प्लैटफ़ॉर्म के लिए समर्थित लाइब्रेरी.
pa: ਇੰਟਰਪਰਾਈਜ਼ ਲੀਨਕਸ ਸਰਵਰ ਪਲੇਟਫਾਰਮ ਲਈ ਸਹਾਇਕ ਲਾਇਬਰੇਰੀਆਂ

source: Server Platform Development
hi: सर्वर प्लेटफॉर्म विकास
pa: ਸਰਵਰ ਪਲੇਟਫਾਰਮ ਡਿਵੈਲਪਮੈਂਟ

source: Server Policy
hi: सर्वर नीति
pa: ਸਰਵਰ ਪਾਲਸੀ

source: Policy packages for the Server variant.
hi: सर्वर चर के लिए नीति संकुल.
pa: ਸਰਵਰ ਲਈ ਪਾਲਸੀ ਪੈਕੇਜ

source: Slovak Support
hi: स्लोवाक समर्थन
pa: ਸਲੋਵਿਕ ਸਹਿਯੋਗ

source: Slovenian Support
hi: स्लोवेनियन समर्थन
pa: ਸਲੋਵੀਨੀਆ ਸਹਿਯੋਗ

source: Smart card support
hi: स्मार्ट कार्ड समर्थन
pa: ਸਮਾਰਟ ਕਾਰਡ ਸਹਿਯੋਗ

source: Support for using smart card authentication.
hi: स्मार्ट कार्ड सत्यापन के उपयोग के लिए समर्थन.
pa: ਸਮਾਰਟ ਕਾਰਡ ਪਰਮਾਣਕਿਤਾ ਲਈ ਸਹਿਯੋਗ

source: Southern Ndebele Support
hi: दक्षिणी नडेबेले समर्थन
pa: ਉੱਤਰੀ ਨਡੀਬੀਲੀ ਸਹਿਯੋਗ

source: Southern Sotho Support
hi: दक्षिणी सोथो समर्थन
pa: ਉੱਤਰੀ ਸੋਥੋ ਸਹਿਯੋਗ

source: Spanish Support
hi: स्पेनिश समर्थन
pa: ਸਪੇਨੀ ਸਹਿਯੋਗ

source: FCoE Storage Client
hi: FCoE भंडार क्लाइंटपFCoE Yx
pa: FCoE ਸਟੋਰੇਜ਼ ਕਲਾਇਟ

source: iSCSI Storage Client
hi: iSCSI भंडार क्लाइंट
pa: iSCSI ਸਟੋਰੇਜ਼ ਕਲਾਇਟ

source: iSCSI client support
hi: iSCSI क्लाइंट समर्थन
pa: iSCSI ਕਲਾਇਟ ਸਹਿਯੋਗ

source: Storage Availability Tools
hi: भंडार उपलब्धता औज़ार
pa: ਸਟੋਰੇਜ਼ ਉਪਲੱਬਧ ਟੂਲ

source: Network Storage Server
hi: संजाल भंडार सर्वर
pa: ਨੈੱਟਵਰਕ ਸਟੋਰੇਜ਼ ਸਰਵਰ

source: iSCSI, iSER, and iSNS network storage server.
hi: iSCSI, iSER, और iSNS संजाल भंडार सर्वर.
pa: iSCSI, iSER, ਅਤੇ iSNS ਨੈੱਟਵਰਕ ਸਟੋਰੇਜ਼ ਸਰਵਰ ਹੈ।

source: Swahili Support
hi: स्वाहिली समर्थन
pa: ਸਵਾਹੀਲੀ ਸਹਿਯੋਗ

source: Swati Support
hi: स्वाती समर्थन
pa: ਸਵਾਟੀ ਸਹਿਯੋਗ

source: Swedish Support
hi: स्वीडिश समर्थन
pa: ਸਵੀਡਸ ਸਹਿਯੋਗ

source: System administration tools
hi: तंत्र प्रशासन औज़ार
pa: ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਨ ਟੂਲ

source: Utilities useful in system administration.
hi: तंत्र प्रशासन में उपयोगी उपयोगिताएँ.
pa: ਸਿਸਟਮ ਪਰਸ਼ਾਸ਼ਨ ਲਈ ਲੋੜੀਦੀਆਂ ਸਹੂਲਤਾਂ

source: System Management
hi: तंत्र प्रबंधन
pa: ਸਿਸਟਮ ਪਰਬੰਧ

source: Messaging Client Support
hi: मैसेजिंग क्लाइंट समर्थन
pa: ਮੈਸਜ਼ਿੰਗ ਕਲਾਇਟ ਸਹਿਯੋਗ

source: Messaging Server Support
hi: मैसेजिंग सर्वर समर्थन
pa: ਮੈਸਜ਼ਿੰਗ ਸਰਵਰ ਸਹਿਯੋਗ

source: SNMP Support
hi: SNMP समर्थन
pa: SNMP ਸਹਿਯੋਗ

source: SNMP management agent.
hi: SNMP प्रबंधन औज़ार.
pa: SNMP ਪ੍ਰਬੰਧ ਏਜੰਟ

source: WBEM interface for Enterprise Linux.
hi: एंटरप्राइज लिनक्स के लिए WBEM अंतरफलक
pa: ਇੰਟਰਪਰਾਈਜ਼ ਲੀਨਕਸ ਲਈ WBEM ਇੰਟਰਫੇਸ ਹੈ।

source: Tagalog Support
hi: टैगालॉग समर्थन
pa: ਤਾਗਾਲੋਗ ਸਹਿਯੋਗ

source: Tajik Support
hi: ताजिक समर्थन
pa: ਤਾਜਿਕ ਸਹਿਯੋਗ

source: Technical Writing
hi: तकनीकी लेखन
pa: ਤਕਨੀਕੀ ਲੇਖਣ

source: Tools for writing technical documentation.
hi: तकनीकी दस्तावेज़ लिखने के लिए औज़ार.
pa: ਤਕਨੀਕੀ ਦਸਤਾਵੇਜ਼ ਲਿਖਣ ਲਈ ਟੂਲ

source: Tetum Support
hi: टेटम समर्थन
pa: ਤੀਤੁਮ ਸਹਿਯੋਗ

source: TeX support
hi: TeX समर्थन
pa: TeX ਸਹਿਯੋਗ

source: Tsonga Support
hi: त्सोंगा समर्थन
pa: ਤਸੋਂਗਾ ਸਹਿਯੋਗ

source: Tswana Support
hi: त्स्वाना समर्थन
pa: ਤਸਵਾਨਾ ਸਹਿਯੋਗ

source: Turkish Support
hi: तुर्किश समर्थन
pa: ਤੁਰਕ ਸਹਿਯੋਗ

source: Turkmen Support
hi: तुर्कमेन समर्थन
pa: ਤੁਰਕ ਸਹਿਯੋਗ

source: Ukrainian Support
hi: युक्रेनियन समर्थन
pa: ਯੂਕਰੇਨੀ ਸਹਿਯੋਗ
