Repository: Ultramarine-Linux/comps-new
Catalog: po/*.po
Languages: hi, pa

source: 3D Printing
pa: 3ਡੀ ਪਰਿੰਟਿੰਗ

source: 3D printing software
pa: 3ਡੀ ਪਰਿੰਟਿੰਗ ਸਾਫਟਵੇਅਰ

source: Administration Tools
hi: प्रशासन औज़ार
pa: ਪਰਸ਼ਾਸ਼ਕੀ ਟੂਲ

source: This group is a collection of graphical administration tools for the system, such as for managing user accounts and configuring system hardware.
hi: यह समूह तंत्र के लिए आलेखी प्रशासन औज़ार का संग्रह है, जैसे उपयोक्ता लेखा प्रबंधन के लिए और तंत्र हार्डवेयर विन्यास के लिये.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸਿਸਟਮ ਲਈ ਗਰਾਫਿਕਲ ਪਰਸ਼ਾਸ਼ਕੀ ਟੂਲ ਸ਼ਾਮਿਲ ਹਨ, ਜਿਵੇਂ ਕਿ ਯੂਜ਼ਰ ਅਕਾਊਂਟ ਪਰਬੰਧ ਅਤੇ ਸਿਸਟਮ ਜੰਤਰ ਸੰਰਚਨਾ ਆਦਿ।

source: Anaconda tools
pa: ਐਨਾਕੌਂਡਾ ਟੂਲ

source: Arabic Support
hi: अरबी समर्थन
pa: ਅਰਬੀ ਸਹਿਯੋਗ

source: Assamese Support
hi: आसामी समर्थन
pa: ਆਸਾਮੀ ਸਹਿਯੋਗ

source: Audio Production
pa: ਆਡੀਓ ਉਤਪਾਦਨ

source: Various tools for audio synthesis and music production.
pa: ਆਡੀਓ ਸੰਸਲੇਸ਼ਣ ਅਤੇ ਸੰਗੀਤ ਉਤਪਾਦਨ ਲਈ ਵੱਖੋ-ਵੱਖ ਸੰਦ

source: Authoring and Publishing
hi: लेखन और प्रकाशन
pa: ਪ੍ਰਮਾਣਕਿਤਾ ਅਤੇ ਪ੍ਰਕਾਸ਼ਨ

source: These tools allow you to create documents in the DocBook format and convert them into HTML, PDF, Postscript, and text.
hi: ये औज़ार आपको DocBook प्रारूप में दस्तावेजन बनाकर और उन्हें HTML, PDF, पोस्टस्क्रिप्ट, और पाठ्यांश में बदलने की अनुमति देता है.
pa: ਇਹ ਟੂਲ ਤੁਹਾਨੂੰ DocBook ਫਾਰਮੈਟ ਵਿੱਚ ਡੌਕੂਮੈਂਟ ਬਣਾਉਣ ਵਿੱਚ ਅਤੇ ਉਹਨਾਂ ਨੂੰ HTML, PDF, Postscript, ਜਾਂ ਪਾਠ ਵਿੱਚ ਤਬਦੀਲ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਹੈ।

source: base-x
pa: ਬੇਸ ਐਕਸ

source: Local X.org display server
pa: ਲੋਕਲ X.org ਡਿਸਪਲੇਅ ਸਰਵਰ

source: Basic Desktop
pa: ਮੁੱਢਲਾ ਡੈਸਕਟਾਪ

source: Bengali Support
hi: बंगाली समर्थन
pa: ਬੰਗਾਲੀ ਸਹਿਯੋਗ

source: Bhutanese Support
hi: भूटानी समर्थन
pa: ਭੁਟਾਨੀ ਸਹਿਯੋਗ

source: Bodo Support
pa: ਬੋਡੋ ਸਹਿਯੋਗ

source: Books and Guides
hi: पुस्तक और गाइड
pa: ਕਿਤਾਬਾਂ ਅਤੇ ਗਾਈਡਾਂ

source: Books and Guides for Fedora users and developers
hi: फेडोरा उपयोक्ता और विकासकर्ता के लिए पुस्तक और गाइड
pa: ਫੋਡੇਰਾ ਯੂਜ਼ਰ ਅਤੇ ਡਿਵੈਲਪਰ ਲਈ ਕਿਤਾਬਾਂ ਅਤੇ ਗਾਈਡਾਂ

source: Buildsystem building group
hi: बिल्डतंत्र बिल्डिंग समूह
pa: ਬਿਲਡ-ਸਿਸਟਮ ਬਿਲਡਿੰਗ ਗਰੁੱਪ

source: Myanmar (Burmese) Support
hi: म्यांमार (बर्मी) समर्थन
pa: ਮਿਆਂਮਾਰ (ਬਰਮੀ) ਸਹਿਯੋਗ

source: C Development Tools and Libraries
pa: ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ ਅਤੇ ਲਾਇਬਰੇਰੀਆਂ

source: Cinnamon
pa: ਸਿਨਾਮੋਨ

source: Cloud Infrastructure
pa: ਕਲਾਉਡ ਢਾਂਚਾ

source: Infrastructure packages for cloud computing.
pa: ਕਲਾਉਡ ਕੰਪਿਊਟਿੰਗ ਲਈ ਮੂਲ-ਢਾਂਚਾ ਪੈਕੇਜ।

source: Cloud Management Tools
pa: ਕਲਾਉਡ ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ

source: Software to manage servers and system images that run in "cloud" environments
pa: ਸਰਵਰ ਅਤੇ "ਕਲਾਉਡ" ਇੰਵਾਇਨਮੈਂਟਾਂ ਵਿੱਚ ਸਿਸਟਮ ਈਮੇਜ਼ਾਂ ਦੇ ਬੰਦੋਬਸਤ ਲਈ ਸਾਫਟਵੇਅਰ

source: Cloud Server Tools
pa: ਕਲਾਉਡ ਸਰਵਰ ਟੂਲ

source: Container Management
pa: ਸਿਸਟਮ ਬੰਦੋਬਸਤ

source: Tools for managing Linux containers
pa: ਲੀਨਕਸ ਕਨਟੇਨਰਾਂ ਦੇ ਬੰਦੋਬਸਤ ਲਈ ਟੂਲ

source: Core
hi: क्रोड़
pa: ਕੋਰ

source: Smallest possible installation
hi: लघुतम संभावित संस्थापन
pa: ਘੱਟੋ-ਘੱਟ ਸੰਭਵ ਇੰਸਟਾਲੇਸ਼ਨ

source: Critical Path (Applications)
hi: गंभीर पथ (अनुप्रयोग)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (ਐਪਲੀਕੇਸ਼ਨ)

source: A set of applications that are considered critical path
hi: अनुप्रयोगों का एक सेट जो गंभीर पथ माना जाता हैअनुप्रय़
pa: ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਸੈੱਟ, ਜੋ ਕਿ ਨੁਜ਼ਾਕ ਪਾਥ ਮੰਨੀਆਂ ਜਾਂਦੀਆਂ ਹਨ

source: Critical Path (Base)
hi: गंभीर पथ (Base)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (ਅਧਾਰ)

source: A set of packages that provide the shared platform for Critical Path functionality on all Fedora spins
hi: संकुलों का एक सेट गंभीर पथ प्रकार्यात्मकता सभी फेडोरा स्पिन के लिए साझे प्लेटफॉर्म पर देता है
pa: ਪੈਕੇਜਾਂ ਦਾ ਸਮੂਹ, ਜੋ ਸਭ ਫੇਡੋਰਾ ਸਪਿੰਨਾਂ ਉੱਤੇ ਨਾਜ਼ੁਕ ਮਾਰਗ ਸਹੂਲਤ ਲਈ ਸਾਂਝਾ ਪਲੇਟਫਾਰਮ ਦਿੰਦਾ ਹੈ

source: Critical Path (GNOME)
hi: गंभीर पथ (GNOME)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (ਗਨੋਮ)

source: A set of packages that provide the Critical Path functionality for the GNOME desktop
hi: संकुलों का एक सेट जो गनोम डेस्कटॉप के लिए गंभीर पथ कार्यशीलता देता है
pa: ਪੈਕੇਜਾਂ ਦਾ ਸਮੂਹ, ਜੋ ਗਨੋਮ ਡੈਸਕਟਾਪ ਲਈ ਨਾਜ਼ੁਕ ਮਾਰਗ ਸਹੂਲਤ ਦਿੰਦਾ ਹੈ

source: Critical Path (KDE)
hi: गंभीर पथ (केडीई)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (ਕੇਡੀਈ)

source: A set of packages that provide the Critical Path functionality for the KDE desktop
hi: संकुलों का सेट जो केडीई डेस्कटॉप के लिए गंभीर पथ कार्यशीलता देता है
pa: ਪੈਕੇਜਾਂ ਦਾ ਸਮੂਹ, ਜੋ KDE ਡੈਸਕਟਾਪ ਲਈ ਨਾਜ਼ੁਕ ਮਾਰਗ ਸਹੂਲਤ ਦਿੰਦਾ ਹੈ

source: Critical Path (LXDE)
hi: गंभीर पथ (एलएक्सडीई)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (LXDE)

source: A set of packages that provide the Critical Path functionality for the LXDE desktop
hi: संकुलों का सेट जो एलएक्सडीई डेस्कटॉप के लिए गंभीर पथ कार्यशीलता देता है
pa: ਪੈਕੇਜਾਂ ਦਾ ਸਮੂਹ, ਜੋ LXDE ਡੈਸਕਟਾਪ ਲਈ ਨਾਜ਼ੁਕ ਮਾਰਗ ਸਹੂਲਤ ਦਿੰਦਾ ਹੈ

source: Critical Path (Xfce)
hi: गंभीर पथ (एक्सएफसीई)
pa: ਨਾਜ਼ੁਕ ਮਾਰਗ (Xfce)

source: A set of packages that provide the Critical Path functionality for the Xfce desktop
hi: संकुलों का सेट जो एक्सएफसीई डेस्कटॉप के लिए गंभीर पथ कार्यशीलता देता है
pa: ਪੈਕੇਜਾਂ ਦਾ ਸਮੂਹ, ਜੋ Xfce ਡੈਸਕਟਾਪ ਲਈ ਨਾਜ਼ੁਕ ਮਾਰਗ ਸਹੂਲਤ ਦਿੰਦਾ ਹੈ

source: D Development Tools and Libraries
pa: ਡੀ ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ ਅਤੇ ਲਾਇਬਰੇਰੀਆਂ

source: Design Suite
pa: ਡਿਜ਼ਇਨ ਸੂਟ

source: Development Libraries
hi: विकासात्मक लाइब्रेरी
pa: ਡਿਵੈਲਪਮੈਂਟ ਲਾਇਬਰੇਰੀਆਂ

source: The packages in this group are core libraries needed to develop applications.
hi: इस समूह में समाहित संकुल वो क्रोड़ लाइब्रेरी-समूह हैं जो अनुप्रयोग विकास के लिए आवश्यक है.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਪੈਕੇਜ ਐਪਲੀਕੇਸ਼ਨ ਡਿਵੈਲਪ ਕਰਨ ਲਈ ਮੁੱਢਲੀਆਂ ਲਾਇਬਰੇਰੀਆਂ ਹਨ।

source: Development Tools
hi: विकासात्मक औज़ार
pa: ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ

source: Dial-up Networking Support
hi: डायलअप संजालन समर्थन
pa: ਡਾਇਲ-ਅੱਪ ਨੈੱਟਵਰਕ ਸਹਿਯੋਗ

source: Directory Server
hi: निर्देशिका सर्वर
pa: ਡਾਇਰੈਕਟਰੀ ਸਰਵਰ

source: Machine and user identity servers.
hi: मशीन और उपयोक्ता पहचान सर्वर.
pa: ਮਸ਼ੀਨ ਅਤੇ ਵਰਤੋਂਕਾਰ ਪਛਾਣ ਸਰਵਰ।

source: DNS Name Server
hi: DNS नाम सर्वर
pa: DNS ਨਾਂ ਸਰਵਰ

source: This package group allows you to run a DNS name server (BIND) on the system.
hi: इस संकुल समूह से आप तंत्र पर DNS नाम सर्वर (BIND) को चला सकते हैं.
pa: ਇਹ ਪੈਕੇਜ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਿਸਟਮ ਤੇ DNS ਨਾਂ -ਸਰਵਰ(BIND) ਨੂੰ ਚਲਾਉਣ ਲਈ ਸਹਾਈ ਹੈ।

source: Dogri Support
pa: ਡੋਗਰੀ ਸਹਿਯੋਗ

source: Dogtag Certificate System
hi: डॉगटैग प्रमाणपत्र प्रणालीडॉगटैग प्रमाणपत्र प्रमाण
pa: ਡੌਗਟੈਗ ਸਰਟੀਫਿਕੇਟ ਸਿਸਟਮ

source: Enterprise-class open source Certificate Authority
hi: एंटरप्राइज स्तरीय मुक्त स्रोत प्रमाणपत्र प्राधिकार
pa: ਇੰਟਰਪਰਾਈਸ-ਕਲਾਸ ਓਪਨ ਸੋਰਸ ਸਰਟੀਫਿਕੇਟ ਅਥਾਰਟੀ

source: Domain Membership
pa: ਡੋਮੇਨ ਮੈਂਬਰਸ਼ਿਪ

source: Support for joining a FreeIPA or Active Directory Domain
pa: FreeIPA ਜਾਂ ਐਕਟਿਵ ਡਾਇਰੈਕਟਰੀ ਡੋਮੇਨ ਨਾਲ ਜੁੜਨ ਲਈ ਸਹਾਇਤਾ

source: Fedora Eclipse
hi: फेडोरा ग्रहण
pa: ਫੇਡੋਰਾ ਈਲੈਪਸ

source: Integrated Development Environments based on Eclipse.
hi: एक्लीप्स पर आधारित एकीकृत विकास वातावरण
pa: ਈਲੈਪਸ ਉੱਤੇ ਅਧਾਰਿਤ ਇਟੀਗ੍ਰੇਟਡ ਡਿਵੈਂਲਪਮੈਂਟ ਇੰਵਾਇਰਨਮੈੰਟ।

source: Editors
hi: संपादक
pa: ਸੰਪਾਦਕ

source: Sometimes called text editors, these are programs that allow you to create and edit text files. This includes Emacs and Vi.
hi: कभी पाठ संपादक के नाम से जाने जाने वाले ये कार्यक्रम आपको फ़ाइल बनाने और संपादित करने की अनुमति देते हैं. इनमें ईमेक्स और वीआई है.
pa: ਜਿਸ ਨੂੰ ਪਾਠ ਸੰਪਾਦਕ ਵੀ ਕਹਿੰਦੇ ਹਨ, ਇਹ ਤੁਹਾਨੂੰ ਫਾਇਲਾਂ ਬਣਾਉਣ ਅਤੇ ਸੋਧਣ ਦੇ ਕੰਮ ਆਉਦਾ ਹੈ। ਇਸ ਵਿੱਚ ਈਮੈਕਸ ਅਤੇ ਵੀਆਈ(Vi) ਸ਼ਾਮਿਲ ਹਨ।

source: Educational Software
hi: शैक्षणिक सॉफ़्टवेयर
pa: ਵਿੱਦਿਅਕ ਸਾਫਟਵੇਅਰ

source: Educational software for learning
hi: प्रशिक्षण के लिये शैक्षणिक सॉफ़्टवेयर
pa: ਸਿੱਖਣ ਲਈ ਵਿੱਦਿਅਕ ਸਾਫਟਵੇਅਰ

source: Electronic Lab
hi: इलेक्ट्रॉनिक प्रयोगशाला
pa: ਇਲੈਕਟਰਿਕ ਲੈਬ

source: Design and simulation tools for hardware engineers
pa: ਹਾਰਡਵੇਅਰ ਇੰਜਨੀਅਰਾਂ ਲਈ ਡਿਜ਼ਾਇਨ ਅਤੇ ਸਿਮੁਲੇਟਿੰਗ ਟੂਲ

source: Engineering and Scientific
hi: अभियांत्रिक और वैज्ञानिक
pa: ਇੰਜਿਨਅਰਿੰਗ ਅਤੇ ਵਿਗਿਆਨਕ

source: This group includes packages for performing mathematical and scientific computations and plotting, as well as unit conversion.
hi: इस समूह में गणित और वैज्ञानिक अभिकलन, प्लोट और इकाई बदलाव के लिए संकुल हैं.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਗਣਿਤ ਅਤੇ ਵਿਗਿਆਨਿਕ ਗਿਣਤੀ ਲਈ ਅਤੇ ਉਲੀਕਣ ਤੋਂ ਲੈਕੇ ਇਕਾਈ ਤਬਦੀਲ ਕਰਨ ਲਈ ਪੈਕੇਜ ਵੀ ਸ਼ਾਮਿਲ ਹਨ।

source: Enlightenment
pa: ਇਨਲਾਇਟਨਮੈਂਟ

source: Epiphany Web Browser
pa: ਏਪੀਫਨੀ ਵੈੱਬ ਬਰਾਊਜ਼ਰ

source: Epiphany Web Browser for GNOME
pa: ਗਨੋਮ ਲਈ ਏਪੀਫਨੀ ਵੈੱਬ ਬਰਾਊਜ਼ਰ

source: Ethiopic Support
hi: इथियोपियाई समर्थन
pa: ਈਥੋਪਿਕ ਸਹਿਯੋਗ

source: Fedora Packager
hi: फेडोरा संकुलकर्ता
pa: ਫੇਡੋਰਾ ਪੈਕੇਜਰ

source: Tools and utilities needed by a Fedora Packager
pa: ਫੇਡੋਰਾ ਪੈਕਜ਼ਰ ਵਲੋਂ ਲੋੜੀਦੀ ਟੂਲ ਅਤੇ ਸਹੂਲਤਾਂ

source: Finnish Support
hi: फिन्निश समर्थन
pa: ਫੈਨਿਸ਼ ਸਹਿਯੋਗ

source: Firefox Web Browser
pa: ਫਾਇਰਫਾਕਸ ਵੈੱਬ ਬਰਾਊਜ਼ਰ

source: The Firefox web browser
pa: ਫਾਇਰਫਾਕਸ ਵੈੱਬ ਬਰਾਊਜ਼ਰ

source: Font design and packaging
hi: फ़ॉन्ट डिज़ायन व संकुलन
pa: ਫੋਂਟ ਡਿਜ਼ਾਇਨ ਅਤੇ ਪੈਕੇਜ਼ਿੰਗ

source: This group is a collection of tools used in the design, modification, manipulation, and packaging of fonts.
hi: यह समूह औज़ारों का संग्रह है जो कि फ़ॉन्ट के डिज़ायन, रूपांतरण, जोड़-तोड़ और संकुलन में प्रयुक्त होता है.
pa: ਇਹ ਗਰੁੱਪ ਵਿੱਚ ਟੂਲਾਂ ਦਾ ਭੰਡਾਰ ਹੈ, ਜੋ ਕਿ ਫੋਂਟ ਡਿਜ਼ਾਇਨ ਕਰਨ, ਸੋਧਣ, ਇਸਤੇਮਾਲ ਅਤੇ ਪੈਕੇਜ ਬਣਾਉਣ ਲਈ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।

source: Fonts
hi: फ़ॉन्ट
pa: ਫੋਂਟ

source: Fonts packages for rendering text on the desktop.
hi: डेस्कटॉप पर पाठ रेंडर करने के लिए फ़ॉन्ट संकुल
pa: ਡੈਸਕਟਾਪ ਉੱਤੇ ਰੈਂਡਰਿੰਗ ਲਈ ਫੋਂਟ ਪੈਕੇਜ।

source: FreeIPA Server
pa: FreeIPA ਸਰਵਰ

source: FTP Server
hi: FTP सर्वर
pa: FTP ਸਰਵਰ

source: These tools allow you to run an FTP server on the system.
hi: इन औज़ारों से तंत्र पर आप FTP सर्वर चला सकते हैं.
pa: ਇਹ ਟੂਲ ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਤੇ FTP ਸਰਵਰ ਚਲਾਉਣ ਵਿੱਚ ਸਹਾਇਕ ਹਨ।

source: Games and Entertainment
hi: खेल और मनोरंजन
pa: ਖੇਡਾਂ ਅਤੇ ਮਨੋਰੰਜਨ

source: Various ways to relax and spend your free time.
hi: आपके मुफ्त समय बिताने और आराम करने के विविध तरीके.
pa: ਤੁਹਾਡਾ ਵੇਹਲਾ ਸਮਾਂ ਗੁਜ਼ਾਰਨ ਅਤੇ ਮਨੋਰੰਜਨ ਲਈ ਕਈ ਢੰਗ ਹਨ।

source: Georgian Support
hi: ज्यार्जियाई समर्थन
pa: ਜਾਰਜੀਆਈ ਸਹਿਯੋਗ

source: GNOME
pa: ਗਨੋਮ

source: GNOME is a highly intuitive and user friendly desktop environment.
pa: ਗਨੋਮ ਯੂਜ਼ਰ ਲਈ ਸੌਖਾ ਯੂਜ਼ਰ ਇੰਨਵਾਇਰਨਮੈਂਟ ਹੈ।

source: Extra games for the GNOME Desktop
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਲਈ ਵਾਧੂ ਖੇਡਾਂ

source: A variety of games for the GNOME Desktop
pa: ਗਨੋਮ ਡੈਸਕਟਾਪ ਲਈ ਕਈ ਕਿਸਮ ਦੀਆਂ ਖੇਡਾਂ

source: GNOME Software Development
hi: GNOME सॉफ़्टवेयर विकास
pa: ਗਨੋਮ ਸਾਫਟਵੇਅਰ ਡਿਵੈਲਪਮੈਂਟ

source: Install these packages in order to develop GTK+ and GNOME graphical applications.
hi: GTK+ और GNOME आलेखी अनुप्रयोगों का विकास करने के लिए इन संकुलों का संस्थापन करें.
pa: GTK+ ਅਤੇ GNOME ਗਰਾਫਿਕਲ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੇ ਵਿਕਾਸ ਲਈ ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ।

source: Graphical Internet
hi: आलेखीय इंटरनेट
pa: ਗਰਾਫਿਕਲ ਇੰਟਰਨੈੱਟ

source: Graphics
hi: चित्रादि
pa: ਗਰਾਫਿਕਸ

source: This group includes packages to help you manipulate and scan images.
hi: इस समूह में छवि के जोड़-तोड़ और स्कैनिंग करने के लिए संकुल शामिल हैं.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਚਿੱਤਰ ਸਕੈਨ ਅਤੇ ਉਹਨਾਂ ਨੂੰ ਪੇਸ਼ ਕਰਨ ਵਿੱਚ ਸਹਾਇਤਾ ਕਰਨ ਵਾਲੇ ਪੈਕੇਜ ਸ਼ਾਮਿਲ ਹਨ।

source: Greek Support
hi: यूनानी समर्थन
pa: ਗਰੀਕ ਸਹਿਯੋਗ

source: Guest Agents
pa: ਗੈਸਟ ਏਜੰਟ

source: Guest Desktop Agents
pa: ਗੈਸਟ ਡੈਸਕਟਾਪ ਏਜੰਟ

source: Agents used when running as a virtualized desktop.
pa: ਏਜੰਟ, ਜੋ ਕਿ ਵੁਰਚੁਅਲ ਡੈਸਕਟਾਪ ਚੱਲਣ ਦੌਰਾਨ ਵਰਤੇ ਜਾਂਦੇ ਹਨ।

source: Gujarati Support
hi: गुजराती समर्थन
pa: ਗੁਜਰਾਤੀ ਸਹਿਯੋਗ

source: TCP/HTTP Load Balancer.
pa: TCP/HTTP ਲੋਡ ਬੈਲੈਂਸਰ ਹੈ।

source: Hardware Support
hi: हार्डवेयर समर्थन
pa: ਜੰਤਰ ਸਹਿਯੋਗ

source: This group is a collection of tools for various hardware specific utilities.
hi: यह समूह विविध हार्डवेयर विशिष्ट उपयोगिता के लिये औज़ारों का समूह है.
pa: ਇਹ ਗਰੁੱਪ ਵਿੱਚ ਜੰਤਰਾਂ ਲਈ ਖਾਸ ਸਹੂਲਤਾਂ ਉਪਲੱਬਧ ਹਨ।

source: Haskell
hi: हास्केल
pa: ਹਾਸਕਲ

source: Support for developing programs in the Haskell programming language.
hi: हास्केल प्रोग्रामिंग भाषा में प्रोग्राम बनाने के लिये समर्थन
pa: ਹਾਸਕਿੱਲ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਪਰੋਗਰਾਮ ਡਿਵੈਲਪ ਕਰਨ ਲਈ ਸਹਿਯੋਗ ਹੈ।

source: Headless Management
pa: ਹੈੱਡਲੈਸ ਬੰਦੋਬਸਤ

source: Hebrew Support
hi: हीब्रू समर्थन
pa: ਹੈਬਰਿਓ ਸਹਿਯੋਗ

source: Hindi Support
hi: हिन्दी समर्थन
pa: ਹਿੰਦੀ ਸਹਿਯੋਗ

source: Input Methods
hi: इनपुट विधि
pa: ਇੰਪੁੱਟ ਢੰਗ

source: Input method packages for the input of international text.
hi: अंतरराष्ट्रीय पाठ की इनपुट के लिए इनपुट विधि संकुल.
pa: ਅੰਤਰਰਾਸ਼ਟਰੀ ਟੈਕਸਟ ਇੰਪੁੱਟ ਕਰਨ ਵਾਸਤੇ ਇੰਪੁੱਟ ਢੰਗ ਪੈਕੇਜ ਹੈ।

source: Japanese Support
hi: जापानी समर्थन
pa: ਜਾਪਾਨੀ ਸਹਿਯੋਗ

source: Java
hi: जावा
pa: ਜਾਵਾ

source: Support for running programs written in the Java programming language.
hi: जावा प्रोग्रामिंग भाषा में लिखे प्रोग्राम को चलाने के लिये समर्थन
pa: ਜਾਵਾ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਲਿਖੇ ਪਰੋਗਰਾਮਾਂ ਨੂੰ ਚਲਾਉਣ ਲਈ ਸਹਿਯੋਗ

source: Java Development
hi: जावा विकास
pa: ਜਾਵਾ ਡਿਵੈਲਪਮੈਂਟ

source: Support for developing programs in the Java programming language.
hi: जावा प्रोग्रामिंग भाषा में प्रोग्राम बनाने के लिये समर्थन
pa: ਜਾਵਾ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਪਰੋਗਰਾਮ ਡਿਵੈਲਪ ਕਰਨ ਲਈ ਸਹਿਯੋਗ ਹੈ।

source: Java Application Server
pa: ਜਾਵਾ ਐਪਲੀਕੇਸ਼ਨ ਸਰਵਰ

source: Java application server.
pa: ਜਾਵਾ ਐਪਲੀਕੇਸ਼ਨ ਸਰਵਰ ਹੈ।

source: Kannada Support
hi: कन्नड़ समर्थन
pa: ਕੰਨੜ ਸਹਿਯੋਗ

source: Kashmiri Support
hi: काश्मीरी समर्थन
pa: ਕਸ਼ਮੀਰੀ ਸਹਿਯੋਗ

source: KDE Applications
pa: ਕੇਡੀਈ ਐਪਲੀਕੇਸ਼ਨ

source: A set of commonly used KDE applications
pa: ਆਮ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਕੇਡੀਈ ਐਪਲੀਕੇਸ਼ਨ ਦਾ ਸਮੂਹ

source: KDE
pa: ਕੇਡੀਈ

source: The KDE Plasma Workspaces, a highly-configurable graphical user interface which includes a panel, desktop, system icons and desktop widgets, and many powerful KDE applications.
pa: ਕੇਡੀਈ (KDE) ਪਲਾਜ਼ਮਾ ਵਰਕਸਪੇਸ, ਪੂਰੀ ਤਰ੍ਹਾਂ ਸੰਰਚਨਾ ਕਰਨ ਯੋਗ ਗਰਾਫਿਕਲ ਯੂਜ਼ਰ ਇੰਟਰਫੇਸ ਹੈ, ਜਿਸ ਵਿੱਚ ਪੈਨਲ, ਡੈਸਕਟਾਪ, ਸਿਸਟਮ ਆਈਕਾਨ ਅਤੇ ਡੈਸਕਟਾਪ ਵਿਦਜੈਟ ਹਨ, ਕਈ ਮਜ਼ਬੂਤ ਕੇਡੀਈ ਐਪਲੀਕੇਸ਼ਨ ਸਮੇਤ।

source: KDE Educational applications
pa: ਕੇਡੀਈ ਵਿਦਿਅਕ ਐਪਲੀਕੇਸ਼ਨ

source: KDE Multimedia support
pa: ਕੇਡੀਈ ਮਲਟੀਮੀਡਿਆ ਸਹਿਯੋਗ

source: Multimedia support for KDE
pa: ਕੇਡੀਈ ਲਈ ਮਲਟੀਮੀਡਿਆ ਸਹਿਯੋਗ

source: KDE Office
pa: ਕੇਡੀਈ ਆਫਿਸ

source: KDE Office applications
pa: ਕੇਡੀਈ ਆਫਿਸ ਐਪਲੀਕੇਸ਼ਨ

source: KDE Software Development
hi: KDE सॉफ़्टवेयर विकास
pa: ਕੇਡੀਈ ਸਾਫਟਵੇਅਰ ਡਿਵੈਲਪਮੈਂਟ

source: Install these packages to develop Qt and KDE graphical applications.
pa: Qt ਅਤੇ KDE ਗਰਾਫਿਕਲ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦੇ ਵਿਕਾਸ ਲਈ ਇਹ ਪੈਕੇਜ ਇੰਸਟਾਲ ਕਰੋ।

source: KDE Telepathy
pa: ਕੇਡੀਈ ਟੈਲੀਪੈਥੀ

source: KDE Telepathy applications
pa: ਕੇਡੀਈ ਟੈਲੀਪੈਥੀ ਐਪਲੀਕੇਸ਼ਨ

source: KDE Frameworks 5 Software Development
pa: ਕੇਡੀਈ ਫਰੇਮਵਰਕਸ 5 ਸਾਫਟਵੇਅਰ ਡਿਵੈਲਪਮੈਂਟ

source: Install these packages to develop applications using Qt5 and KDE Frameworks 5.
pa: Qt5 ਅਤੇ KDE ਫਰੇਮਵਕਸ 5 ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਐਪਲੀਕੇਸ਼ਨ ਵਿਕਸਤ ਲਈ ਇਹ ਪੈਕੇਜਾਂ ਨੂੰ ਇੰਸਟਾਲ ਕਰੋ।

source: Khmer Support
hi: ख्मेर समर्थन
pa: ਖਮੀਰ ਸਹਿਯੋਗ

source: Konkani Support
hi: कोंकणी समर्थन
pa: ਕੋਕਨੀ ਸਹਿਯੋਗ

source: Korean Support
hi: कोरिया समर्थन
pa: ਕੋਰੀਆਈ ਸਹਿਯੋਗ

source: Kurdish Support
hi: कुर्दिश समर्थन
pa: ਕੁਰਦ ਸਹਿਯੋਗ

source: Legacy Fonts
hi: पुराना फ़ॉन्ट
pa: ਪੁਰਾਤਨ ਫੋਂਟ

source: Older bitmap and vector fonts packages
hi: पुराना बिटमैप और सदिश फ़ॉन्ट संकुल
pa: ਪੁਰਾਣੇ ਬਿੱਟਮੈਪ ਅਤੇ ਵੈਕਟਰ ਪੈਕੇਜ

source: Legacy Network Server
hi: पुरातन संजाल सर्वर
pa: ਪੁਰਾਤਨ ਨੈੱਟਵਰਕ ਸਰਵਰ

source: These packages include servers for old network protocols such as rsh and telnet.
hi: इन संकुलों में rsh और टेलनेट जैसे प्राचीन संजाल प्रोटोकॉल के लिए सर्वर शामिल हैं.
pa: ਇਸ ਪੈਕੇਜ ਵਿੱਚ ਸਰਵਰ, ਜੋ ਕਿ ਪੁਰਾਣੇ ਨੈੱਟਵਰਕ ਪਰੋਟੋਕਾਲਾਂ ਜਿਵੇ ਕਿ rsh ਅਤੇ ਟੇਲਨੈੱਟ ਆਦਿ ਲਈ ਲੋੜੀਦੇ ਹਨ, ਸ਼ਾਮਿਲ ਹਨ।

source: Legacy Software Development
hi: पुरातन सॉफ़्टवेयर विकास
pa: ਪੁਰਾਤਨ ਸਾਫਟਵੇਅਰ ਡਿਵੈਲਪਮੈਂਟ

source: These packages provide compatibility with previous releases.
hi: ये संकुल पूर्व विमोचनों लिए सुसंगतता समर्थन उपलब्ध कराता है.
pa: ਇਹਨਾਂ ਪੈਕੇਜਾਂ ਨੂੰ ਪਹਿਲਾਂ ਜਾਰੀ ਪੈਕੇਜਾਂ ਲਈ ਅਨੁਕੂਲਤਾ ਸਹਿਯੋਗ ਲਈ ਉਪਲੱਬਧ ਕਰਵਾਇਆ ਗਿਆ ਹੈ।

source: Legacy Software Support
hi: पुरातन सॉफ़्टवेयर समर्थन
pa: ਪੁਰਾਤਨ ਸਾਫਟਵੇਅਰ ਸਹਿਯੋਗ

source: LibreOffice
pa: ਲਿਬਰੇਆਫਿਸ

source: LibreOffice Productivity Suite
pa: ਲਿਬਰੇਆਫਿਸ ਉਤਪਾਦਨ ਸੂਟ

source: LibreOffice Development
hi: लिब्रेऑफ़िस विकास
pa: ਲਿਬਰੇਆਫਿਸ ਡਿਵੈਲਪਮੈਂਟ

source: These packages are helpful when developing LibreOffice extensions or macros.
hi: ये संकुल तब मददगार हैं जब लिब्रेऑफिस या मैक्रो का विकास हो रहा है.
pa: ਲਿਬਰੇਆਫਿਸ ਇਕਸਟੈਸ਼ਨ ਜਾਂ ਮਾਈਕਰੋ ਬਣਾਉਣ ਲਈ ਇਹ ਪੈਕੇਜ ਮੱਦਦਗਾਰ ਹਨ।

source: Load Balancer
pa: ਲੋਡ ਬੈਲੈਂਸਰ

source: Applications for the LXDE Desktop
pa: LXDE ਡੈਸਕਟਾਪ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ

source: LXDE is a lightweight X11 desktop environment designed for computers with low hardware specifications like netbooks, mobile devices or older computers.
hi: LXDE एक हल्का X11 डेस्कटॉप वातावरण है जो कि वैसे कंप्यूटरों के लिए डिजायन किया गया है जो नेटबुक, मोबाइल युक्तियाँ या पुराने कंप्यूटर हैं.
pa: LXDE ਇੱਕ ਹਲਕਾ X11 ਡੈਸਕਟਾਪ ਇਨਵਾਇਰਮੈਂਟ ਹੈ ਜੋ ਘੱਟ ਦਰਜੇ ਦੇ ਹਾਰਡਵੇਅਰ ਵਾਲੇ ਕੰਪਿਊਟਰਾਂ ਲਈ ਬਣਾਇਆ ਹੈ ਜਿਵੇਂ ਨੈੱਟਬੁੱਕ, ਮੋਬਾਈਲ ਜੰਤਰ ਜਾਂ ਪੁਰਾਣੇ ਕੰਪਿਊਟਰ।

source: LXDE Office
pa: LXDE ਔਫਿਸ

source: Office suite for LXDE
pa: LXDE ਲਈ ਆਫਿਸ ਸੂਟ

source: Applications for the LXQt Desktop
pa: LXQt ਡੈਸਕਟਾਪ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ

source: A set of commonly used applications for the LXQt Desktop
pa: LXQt ਡੈਸਕਟਾਪ ਲਈ ਆਮ ਵਰਤੀਆਂ ਜਾਂਦੀਆਂ ਐਪਲੀਕੇਸ਼ਨਾਂ ਦਾ ਸਮੂਹ ਹੈ

source: LXQt is a lightweight X11 desktop environment designed for computers with low hardware specifications like netbooks, mobile devices or older computers.
pa: LXQt ਇੱਕ ਹਲਕਾ X11 ਡੈਸਕਟਾਪ ਇਨਵਾਇਰਮੈਂਟ ਹੈ ਜੋ ਘੱਟ ਦਰਜੇ ਦੇ ਹਾਰਡਵੇਅਰ ਵਾਲੇ ਕੰਪਿਊਟਰਾਂ ਲਈ ਬਣਾਇਆ ਹੈ ਜਿਵੇਂ ਨੈੱਟਬੁੱਕ, ਮੋਬਾਈਲ ਜੰਤਰ ਜਾਂ ਪੁਰਾਣੇ ਕੰਪਿਊਟਰ।

source: Multimedia support for LXQt
pa: LXQt ਲਈ ਮਲਟੀਮੀਡਿਆ ਸਹਿਯੋਗ

source: LXQt Office
pa: LXQt ਆਫਿਸ

source: Mail Server
hi: डाक सर्वर
pa: ਮੇਲ ਸਰਵਰ

source: These packages allow you to configure an IMAP or SMTP mail server.
hi: ये संकुल आपको IMAP या SMTP डाक सर्वर का विन्यास करने का अनुमति देता है.
pa: ਇਸ ਪੈਕੇਜ ਤੁਹਾਨੂੰ ਇੱਕ IMAP ਜਾਂ SMTP ਮੇਲ ਸਰਵਰ ਦੀ ਸੰਰਚਨਾ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਸ਼ਾਮਿਲ ਹਨ।

source: Maithili Support
hi: मैथिली समर्थन
pa: ਮੈਥਲੀ ਸਹਿਯੋਗੀ

source: Malayalam Support
hi: मलयालम समर्थन
pa: ਮਲਿਆਲਮ ਸਹਿਯੋਗ

source: Manipuri Support
pa: ਮਨੀਪੁਰੀ ਸਹਿਯੋਗ

source: Marathi Support
hi: मराठी समर्थन
pa: ਮਰਾਠੀ ਸਹਿਯੋਗ

source: MATE Applications
pa: ਮੇਟ ਐਪਲੀਕੇਸ਼ਨ

source: Applications for the MATE Desktop.
pa: ਮੇਟ ਡੈਸਕਟਾਪ ਲਈ ਐਪਲੀਕੇਸ਼ਨਾਂ

source: MATE
pa: ਮੇਟ

source: Medical Applications
pa: ਡਾਕਟਰੀ ਐਪਲੀਕੇਸ਼ਨ

source: MinGW cross-compiler
hi: MinGW क्रॉस कंपाइलर
pa: MinGW ਅੰਤਰ-ਕੰਪਾਇਲਰ

source: Support for cross-compiling programs to 32 bit Windows targets, testing them, and building installers, all from within Fedora.
hi: 32 बिट विंडोज लक्ष्य में क्रास कंपाइलिंग प्रोग्राम के लिए समर्थन, उन्हें जाँचना, और संस्थापक का निर्माण, सभी कुछ फेडोरा के अंदर.
pa: ਵਿੰਡੋਜ਼ ਟਾਰਗੇਟ ਨਾਲ ੩੨-ਬਿੱਟ ਅੰਤਰ-ਕੰਪਾਇਲ ਕਰਨ, ਟੈਸਟ ਕਰਨ ਅਤੇ ਇੰਸਟਾਲਰ ਬਣਾਉਣ ਵਾਸਤੇ ਸਹਿਯੋਗ, ਸਭ ਕੁਝ ਫੇਡੋਰਾ ਵਿੱਚ।

source: Multimedia
pa: ਮਲਟੀਮੀਡਿਆ

source: Audio/video framework common to desktops
pa: ਡੈਸਕਟਾਪ ਲਈ ਸਾਂਝਾ ਆਡੀਓ/ਵਿਡੀਓ ਫਰੇਮਵਰਕ

source: Nepali Support
hi: नेपाली समर्थन
pa: ਨੇਪਾਲੀ ਸਹਿਯੋਗ

source: Network Servers
hi: संजाल सर्वर
pa: ਨੈੱਟਵਰਕ ਸਰਵਰ

source: These packages include network-based servers such as DHCP, Kerberos and NIS.
hi: इन संकुल में DHCP, करबरोस और NIS जैसे संजाल-आधारित सर्वर हैं.
pa: ਇਸ ਪੈਕੇਜ ਵਿੱਚ ਨੈੱਟਵਰਕ ਅਧਾਰਿਤ ਸਰਵਰ, ਜਿਵੇ ਕਿ DHCP, ਕੀਰਬੀਰੋਸ ਅਤੇ NIS ਆਦਿ, ਸ਼ਾਮਿਲ ਹਨ।

source: News Server
hi: समाचार सर्वर
pa: ਨਿਊਜ਼ ਸਰਵਰ

source: This group allows you to configure the system as a news server.
hi: यह समूह बतौर समाचार सर्वर तंत्र विन्यासित करने की अनुमति आपको देता है.
pa: ਇਹ ਗਰੁੱਪ ਤੁਹਾਨੂੰ ਤੁਹਾਡੇ ਸਿਸਟਮ ਨੂੰ ਖਬਰਾਂ ਸਰਵਰ ਦੇ ਰੂਪ ਵਿੱਚ ਸੰਰਚਿਤ ਕਰਨ ਵਿੱਚ ਸਹਾਇਕ ਹੈ।

source: Office/Productivity
hi: कार्यालय/उत्पादकता
pa: ਦਫਤਰੀ/ਉਤਪਾਦਨ

source: The applications include office suites, PDF viewers, and more.
hi: अनुप्रयोग में कार्यालय सर्वांग, PDF दर्शक, और भी कई चीजें हैं.
pa: ਐਪਲੀਕੇਸ਼ਨਾਂ ਵਿੱਚ ਦਫਤਰੀ ਟੂਲ, PDF ਦਰਸ਼ਕ ਤੇ ਹੋਰ ਕਈ ਵੀ ਸ਼ਾਮਿਲ ਹਨ।

source: Online Help and Documentation
hi: ऑनलाइन मदद व दस्तावेज़ीकरण
pa: ਆਨਲਾਈਨ ਮੱਦਦ ਅਤੇ ਡੌਕੂਮੈਂਟੇਸ਼ਨ

source: Odia Support
pa: ਓੜੀਸਾ ਸਹਿਯੋਗ

source: Perl Development
hi: पर्ल विकास
pa: Perl ਡਿਵੈਲਪਮੈਂਟ

source: Support for developing programs in the Perl programming language.
hi: पर्ल प्रोग्रामिंग भाषा में प्रोग्राम के विकास के लिए समर्थन
pa: Perl ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਵਿੱਚ ਪਰੋਗਰਾਮ ਡਿਵੈਲਪ ਕਰਨ ਲਈ ਸਹਿਯੋਗ ਹੈ।

source: Perl for Web
pa: ਵੈੱਬ ਲਈ ਪਰਲ

source: Persian Support
hi: पर्सियन समर्थन
pa: ਪਰਸੀਆਈ ਸਹਿਯੋਗ

source: Printing Support
hi: छपाई समर्थन
pa: ਪਰਿੰਟ ਸਹਿਯੋਗ

source: Install these tools to enable the system to print or act as a print server.
hi: तंत्र को छपाई या मुद्रण सर्वर में समर्थ बनाने के लिए इन औज़ारों का संस्थापन करें.
pa: ਸਿਸਟਮ ਪਰਿੰਟ ਕਰਨ ਜਾਂ ਪਰਿੰਟ ਸਰਵਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਇਹ ਟੂਲ ਇੰਸਟਾਲ ਕਰੋ।

source: Punjabi Support
hi: पंजाबी समर्थन
pa: ਪੰਜਾਬੀ ਸਹਿਯੋਗ

source: Python
pa: ਪਾਈਥਨ

source: Robotics
hi: रोबोटिक्स
pa: ਰੋਬੋਟਿਕ

source: RPM Development Tools
pa: RPM ਵਿਕਾਸ ਟੂਲ

source: Ruby
hi: रूबी
pa: ਰੂਬੀ

source: Basic support for the Ruby programming language.
hi: रूबी प्रोग्रामिंग भाषा के लिए आधारभूत समर्थन
pa: ਰੂਬੀ ਪ੍ਰੋਗਰਾਮਿੰਗ ਭਾਸ਼ਾ ਲਈ ਮੁੱਢਲਾ ਸਹਿਯੋਗ

source: Russian Support
hi: रूसी समर्थन
pa: ਰੂਸੀ ਸਹਿਯੋਗ

source: Sanskrit Support
hi: संस्कृत समर्थन
pa: ਸੰਸਕ੍ਰਿਤ ਸਹਿਯੋਗ

source: Santali Support
pa: ਸੰਥਾਲੀ ਸਹਿਯੋਗ

source: Security Lab
pa: ਸੁਰੱਖਿਆ ਲੈਬ

source: Server Configuration Tools
hi: सर्वर विन्यास औज़ार
pa: ਸਰਵਰ ਸੰਰਚਨਾ ਟੂਲ

source: This group contains all of Red Hat's custom server configuration tools.
hi: इस समूह में Red Hat के सभी चुनने योग्य सर्वर विन्यास औज़ार समाहित है.
pa: ਇਸ ਗਰੁੱਪ ਵਿੱਚ ਸਾਰੇ Red Hat ਦੇ ਪਸੰਦੀਦਾ ਸਰਵਰ ਸੰਰਚਨਾ ਟੂਲ ਸ਼ਾਮਿਲ ਹਨ।

source: Hardware Support for Server Systems
pa: ਸਰਵਰ ਸਿਸਟਮਾਂ ਲਈ ਹਾਰਡਵੇਅਰ ਸਹਿਯੋਗ

source: Fedora Server product core
pa: ਫੇਡੋਰਾ ਸਰਵਰ ਉਤਪਾਦ ਕੋਰ

source: Simplified Chinese Support
hi: सरल चीनी समर्थन
pa: ਸਧਾਰਨ ਚੀਨੀ ਸਹਿਯੋਗ

source: Sindhi Support
hi: सिंधी समर्थन
pa: ਸਿੰਧੀ ਸਹਿਯੋਗ

source: Sinhala Support
hi: सिंहाला समर्थन
pa: ਸਿੰਹਾਲਾ ਸਹਿਯੋਗ

source: Windows File Server
hi: विंडोज़ फ़ाइल सर्वर
pa: Windows ਫਾਇਲ ਸਰਵਰ

source: This package group allows you to share files between Linux and MS Windows(tm) systems.
hi: इस संकुल समूह से आप Linux और MS Windows(tm) तंत्रों के बीच फ़ाइल हिस्सेदारी कर सकते हैं.
pa: ਇਹ ਪੈਕੇਜ ਤੁਹਾਨੂੰ ਲੀਨਕਸ (Linux) ਅਤੇ MS Windows ਸਿਸਟਮਾਂ ਵਿੱਚ ਫਾਇਲਾਂ ਦੀ ਸਾਂਝ ਕਰਨ ਲਈ ਸਹਾਈ ਹੈ।

source: Sound and Video
hi: ध्वनि और वीडियो
pa: ਆਵਾਜ਼ ਅਤੇ ਵਿਡੀਓ

source: From CD recording to playing audio CDs and multimedia files, this package group allows you to work with sound and video on the system.
hi: CD अभिलेखन से लेकर श्रव्य CD और बहुमाध्यम फ़ाइल को चलाने में, यह संकुल समूह, तंत्र पर ध्वनि और वीडियो के साथ काम करने की अनुमति देता है.
pa: CD ਰਿਕਾਰਡਰ ਕਰਨ ਤੋਂ ਲੈਕੇ ਆਡੀਓ CD ਅਤੇ ਬਹੁਰੰਗ ਫਾਇਲਾਂ ਨੂੰ ਚਲਾਉਣ ਤੱਕ, ਇਹ ਪੈਕੇਜ ਗਰੁੱਪ ਤੁਹਾਨੂੰ ਆਪਣੇ ਸਿਸਟਮ ਤੇ ਆਵਾਜ਼ ਅਤੇ ਵੀਡਿਓ ਚਲਾਉਣ ਦੇ ਕੰਮ ਆਉਂਦਾ ਹੈ।

source: PostgreSQL Database
hi: PostgreSQL आंकडा आधार
pa: PostgreSQL ਡਾਟਾਬੇਸ

source: Standard
pa: ਸਟੈਂਡਰਡ

source: Sugar Desktop Environment
hi: सुगर डेस्कटॉप वातावरण
pa: ਸ਼ੂਗਰ ਡੈਸਕਟਾਪ ਇੰਵਾਇਰਨਮੈਂਟ

source: A software playground for learning about learning.
hi: प्रशिक्षण के बारे में सीखने के लिए सॉफ़्टवेयर क्रीड़ास्थली
pa: ਸਿੱਖਣ ਲਈ ਤਿਆਰ ਕੀਤਾ ਸਾਫਟਵੇਅਰ ਪਲੇਅਗਰਾਊਂਡ ਹੈ।

source: System Tools
hi: तंत्र औज़ार
pa: ਸਿਸਟਮ ਟੂਲ

source: This group is a collection of various tools for the system, such as the client for connecting to SMB shares and tools to monitor network traffic.
hi: यह समूह तंत्र के लिए विविध औज़ारों का संचय है, जैसे SMB साझा से क्लाइंट के संबंधन के लिए और संजाल यातायात मॉनीटर करने के लिए औज़ार.
pa: ਇਹ ਗਰੁੱਪ ਸਿਸਟਮ ਲਈ ਕਈ ਟੂਲਾਂ ਦਾ ਗਰੁੱਪ ਹੈ, ਜਿਵੇਂ ਕਿ SMB ਸਾਂਝ ਨਾਲ ਜੁੜਨ ਲਈ ਕਲਾਇਟ ਅਤੇ ਨੈੱਟਵਰਕ ਟਰੈਫਿਕ ਨੂੰ ਜਾਂਚਣ ਲਈ ਟੂਲ ਆਦਿ।

source: Tamil Support
hi: तमिल समर्थन
pa: ਤਾਮਿਲ ਸਹਿਯੋਗ

source: Telugu Support
hi: तेलुगु समर्थन
pa: ਤੇਲਗੂ ਸਹਿਯੋਗ

source: Text-based Internet
hi: पाठ्यांश-आधारित इंटरनेट
pa: ਟੈਕਸਟ-ਅਧਾਰਿਤ ਇੰਟਰਨੈੱਟ

source: Thai Support
hi: थाई समर्थन
pa: ਥਾਈ ਸਹਿਯੋਗ

source: Tibetan Support
hi: तिब्बती समर्थन
pa: ਤਿੱਬਤੀ ਸਹਿਯੋਗ

source: Tomcat
pa: ਟੋਮਕੈਟ

source: Tomcat web application server.
pa: ਟੋਮੈਕਟ ਵੈੱਬ ਐਪਲੀਕੇਸ਼ਨ ਸਰਵਰ ਹੈ।

source: Traditional Chinese Support
hi: पारंपरिक चीनी समर्थन
pa: ਪੁਰਾਤਨ ਚੀਨੀ ਸਹਿਯੋਗ

source: Urdu Support
hi: उर्दू समर्थन
pa: ਉਰਦੂ ਸਹਿਯੋਗ

source: Vietnamese Support
hi: वियतनामी समर्थन
pa: ਵੀਅਤਨਾਮੀ ਸਹਿਯੋਗ

source: Virtualization
hi: दृश्यकरण
pa: ਵੁਰਚੁਲਾਈਜ਼ੇਸ਼ਨ

source: These packages provide a virtualization environment.
hi: ये संकुल वर्चुअलाइजेशन वातावरण उपलब्ध कराते हैं.
pa: ਇਹ ਪੈਕੇਜ ਵੁਰਚੁਲਾਈਜ਼ੇਸਨ ਇੰਵਾਇਰਨਮੈਂਟ ਉਪਲੱਬਧ ਕਰਵਾਉਦੇ ਹਨ।

source: Basic Web Server
pa: ਮੁੱਢਲਾ ਵੈੱਬ ਸਰਵਰ

source: These tools allow you to run a Web server on the system.
hi: इन औज़ारों से तंत्र पर आप वेब सर्वर चला सकते हैं.
pa: ਇਹ ਟੂਲ ਤੁਹਾਨੂੰ ਸਿਸਟਮ ਤੇ ਵੈੱਬ ਸਰਵਰ ਚਲਾਉਣ ਵਿੱਚ ਸਹਾਇਕ ਹਨ।

source: Window Managers
hi: विंडो प्रबंधक
pa: ਵਿੰਡੋ ਮੈਨੇਜਰ
