Repository: Ultramarine-Linux/comps-new
Catalog: po/*.po
Languages: hi, pa

source: Upper Sorbian Support
hi: अपर सर्बियन समर्थन
pa: ਅੱਪਰ ਸੋਰਬੀਆਈ ਸਹਿਯੋਗ

source: Uzbek Support
hi: उज्बेक समर्थन
pa: ਉਜੇਬਕ ਸਹਿਯੋਗ

source: Venda Support
hi: वेंडा समर्थन
pa: ਵਾਂਡਾ ਸਹਿਯੋਗ

source: Provides an environment for hosting virtualized guests.
hi: वर्चुअलाइज्ड अतिथि के मेजबानित किए जाने के लिए एक वातावरण देता है.
pa: ਵਰਚੁਅਲ ਗੈਸਟ ਹੋਸਟ ਕਰਨ ਲਈ ਇੰਵਾਇਨਰਮੈਂਟ ਦਿੰਦੇ ਹਨ।

source: Virtualization Client
hi: वर्चुअलाइजेशन क्लाइंट
pa: ਵਰਚੁਲਾਈਜ਼ੇਸ਼ਨ ਕਲਾਇਟ

source: Clients for installing and managing virtualization instances.
hi: वर्चुअलाइजेशन उदाहरणों को प्रबंधित और संस्थापित करने के लिए क्लाइंट.
pa: ਵਰਚੁਅਲ ਸਿਸਟਮ ਇੰਸਟਾਲ ਕਰਨ ਅਤੇ ਉਹਨਾਂ ਦੇ ਪ੍ਰਬੰਧ ਲਈ ਕਲਾਇਟ ਹਨ।

source: Virtualization Platform
hi: वर्चुअलाइजेशन प्लैटफॉर्म
pa: ਵਰਚੁਲਾਈਜ਼ੇਸ਼ਨ ਪਲੇਟਫਾਰਮ

source: Virtualization Tools
hi: वर्चुअलाइजेशन औज़ार
pa: ਵਰਚੁਲਾਈਜ਼ੇਸ਼ਨ ਟੂਲ

source: Walloon Support
hi: वलून समर्थन
pa: ਵੱਲਊਨ ਸਹਿਯੋਗ

source: Allows the system to act as a web server, and run Perl and Python web applications.
hi: तंत्र को बतौर वेब सर्वर काम करने की छूट देता है, और पर्ल और पाइथन वेब अनुप्रयोग चलाएँ.
pa: ਸਿਸਟਮ ਨੂੰ ਵੈੱਬ ਬਰਾਊਜ਼ਰ ਵਜੋਂ ਕੰਮ ਕਰਨ ਲਈ ਸਹਾਇਕ ਅਤੇ ਪਰਲ ਤੇ ਪਾਈਥਨ ਵੈੱਬ ਐਪਲੀਕੇਸ਼ਨ ਚਲਾਉਂਦਾ ਹੈ।

source: Web Servlet Engine
hi: वेब सर्वलेट इंजन
pa: ਵੈੱਬ ਸਰਵਲਿਟ ਇੰਜਣ

source: Allows the system to host Java servlets.
hi: सिस्टम को जावा सर्वलेट होस्ट करने की अनुमति देता है.
pa: ਸਿਸਟਮ ਨੂੰ ਹੋਸਟ ਸਰਵਲਿਟ ਵਜੋਂ ਹੋਸਟ ਕਰਨ ਲਈ ਸਹਾਇਕ।

source: Welsh Support
hi: वेल्स समर्थन
pa: ਵਾਲਿਸ਼ ਸਹਿਯੋਗ

source: Workstation Policy
hi: वर्कस्टेशन नीति
pa: ਵਰਕਸਟੇਸ਼ਨ ਪਾਲਸੀ

source: Policy packages for the Workstation variant.
hi: वर्कस्टेशन चर के लिए नीति संकुल.
pa: ਵਰਕਸਟੇਸ਼ਨ ਲਈ ਪਾਲਸੀ ਪੈਕੇਜ

source: X Window System Support.
hi: X Window तंत्र समर्थन.
pa: X ਵਿੰਡੋ ਸਿਸਟਮ ਸਹਿਯੋਗ

source: Xhosa Support
hi: ज़ोसा समर्थन
pa: ਜ਼ੋਸਾ ਸਹਿਯੋਗ

source: Zulu Support
hi: जुलु समर्थन
pa: ਜ਼ੁਲੂ ਸਹਿਯੋਗ

source: Desktops
hi: डेस्कटॉप
pa: ਡੈਸਕਟਾਪ

source: Desktops and thin clients.
hi: डेस्कटॉप और थिन क्लाइंट्स.
pa: ਡੈਸਕਟਾਪ ਅਤੇ ਥਿੰਨ ਕਲਾਇਟ

source: End-user applications.
hi: अंत्य उपयोक्ता अनुप्रयोग.
pa: ਐਂਡ-ਯੂਜ਼ਰ ਐਪਲੀਕੇਸ਼ਨ।

source: Development tools and libraries.
hi: विकास औज़ार और लाइब्रेरी.
pa: ਡਿਵੈਲਪਮੈਂਟ ਟੂਲ ਅਤੇ ਲਾਇਬਰੇਰੀਆਂ

source: Milkymist
hi: मिल्कीमिस्ट

source: Toolchain for Milkymist hardware engineers.
hi: मिल्कीमिस्ट हार्डवेयर इंजीनियर्स के लिए औज़ारशृंखला

source: Xfce
hi: एक्सएफसीई

source: Compatibility libraries for applications built on previous versions of Enterprise Linux.
hi: एंटरप्राइज लिनक्स के पिछले संस्करण पर निर्मित अनुप्रयोग के लिए सुसंसगता लाइबेरी.

source: Console internet access tools, often used by administrators.
hi: कंसोल इंटरनेट पहुँच औज़ार, प्रायः प्रशासकों के द्वारा प्रयुक्त.

source: Tools for debugging misbehaving applications and diagnosing performance problems.
hi: गलत आचरणयुक्त अनुप्रयोग के डिबगिंग और प्रदर्शन समस्या के निदान के लिए औज़ार.

source: GUI tools for debugging applications and performance.
hi: अनुप्रयोग डिबगिंग और प्रदर्शन के लिए जीयूआई औज़ार.

source: Development headers and libraries for developing applications to run on the Enterprise Linux Desktop Platform.
hi: एंटरप्राइज लिनक्स डेस्कटॉप प्लेटफॉर्म पर अनुप्रयोग विकास के लिए विकास शीर्षका और लाइब्रेरी.

source: Tools for connecting via PPP or ISDN.
hi: PPP या ISDN के द्वारा कनेक्ट करने के लिए औज़ार.

source: Clients for integration into a network managed by a directory service.
hi: निर्देशिका सेवा से प्रबंधित संजाल में एकीकरण के लिए क्लाइंट.

source: Eclipse-based Integrated Development Environment.
hi: एक्लीप्स आधारित एकीकृत विकास वातावरण.

source: The GNU Emacs extensible, customizable, text editor.
hi: GNU Emacs विस्तार योग्य, पसंदीदा योग्य, पाठ संपादक.

source: Graphical system administration tools for managing many aspects of a system.
hi: किसी तंत्र के लिए कई पहलुओं के लिए आलेखीय तंत्र प्रशासन औज़ार.

source: Software designed for supporting clustering and grid connectivity using RDMA-based InfiniBand and iWARP fabrics.
hi: RDMA-आधारित InfiniBand और iWARP फैब्रिक्स के उपयोग से क्लस्टरिंग और ग्रिड कनेक्टिविटी के समर्थन के लिए डिजायन किया गया सॉफ्टवेयर.

source: Java support for the Enterprise Linux Server and Desktop Platforms.
hi: एंटरप्राइज लिनक्स सर्वर और डेस्कटॉप प्लैटफ़ॉर्म के लिए जावा समर्थन.

source: Legacy UNIX compatibility
hi: पुरातन UNIX सुसंगतता

source: Compatibility programs for migration from or working with legacy UNIX environments.
hi: पुरातन UNIX वातावरण के साथ कार्य से उत्प्रवासन के लिए सुससंगता प्रोग्राम.

source: Legacy X Window System compatibility
hi: पुरातन X विंडो तंत्र सुसंगतता

source: Compatibility programs for migration from or working with legacy X Window System environments.
hi: पुरातन X विंडो तंत्र वातावरण के साथ कार्य करने या उत्प्रवास के लिए सुसंगतता प्रोग्राम.

source: Basic legacy X Window System compatibility
hi: बेसिक लिगेसी X विंडो सिस्टम संगतता

source: Minimal set of compatibility programs for migration from or working with legacy X Window System environments.
hi: पुरातन X विंडो तंत्र वातावरण के साथ कार्य करने या उत्प्रवास के लिए सुसंगतता प्रोग्राम के लिए न्यूनतम सेट.

source: Allows the system to act as a SMTP and/or IMAP e-mail server.
hi: तंत्र को बतौर SMTP और/या IMAP ई-मेल सर्वर दिखाने की छूट दी जाती है.

source: Tools for accessing mainframe computing resources.
hi: मेनफ्रेम कंप्यूटिंग संसाधन की पहुँच के लिए औज़ार.

source: The MySQL SQL database server, and associated packages.
hi: MySQL SQL डेटाबेस सर्वर, और जुड़े संकुल.

source: Servers for core network protocols and services, such as DHCP or DNS.
hi: DHCP और DNS जैसे केंद्रीय संजाल प्रोटोकॉल और सेवाओं के लिए सर्वर.

source: Tools for configuring and analyzing computer networks.
hi: कंप्यूटर संजाल के विश्लेषण और विन्यास के लिए औज़ार.

source: Tools for diagnosing system and application-level performance problems.
hi: तंत्र और अनुप्रयोग स्तरीय प्रदर्शन समस्या के निदान के लिए औज़ार.

source: Perl interfaces to common libraries and functionality.
hi: सामान्य लाइब्रेरी और प्रकार्यात्मकता के लिए पर्ल अंतरफलक.

source: The PostgreSQL SQL database server, and associated packages.
hi: PostgreSQL SQL डेटाबेस सर्वर, और जुड़े संकुल.

source: The PostgreSQL SQL database client, and associated packages.
hi: PostgreSQL SQL डेटाबेस क्लाइंट, और जुड़े संकुल.

source: Tools for printing to a local printer or a remote print server.
hi: किसी स्थानीय प्रिंटर या किसी दूरस्थ प्रिंट सर्वर में छापने के लिए औज़ार.

source: Tools for mathematical and scientific computations, and parallel computing.
hi: गणितीय और वैज्ञानिक कंप्यूटिंग और समांतर कंप्यूटिंग के लिए औज़ार.

source: Security tools for integrity and trust verification.
hi: एकीकरण और भरोसा सत्यापन के लिए सुरक्षा औज़ार.

source: Development headers and libraries for developing applications to run on the Enterprise Linux Server Platform.
hi: एंटरप्राइज लिनक्स सर्वर प्लेटफॉर्म पर अनुप्रयोग विकास के लिए विकास शीर्षका और लाइब्रेरी.

source: Fiber Channel over Ethernet support
hi: इथरनेट समर्थन पर फ़ाइबर चैनल

source: A set of tools to manage SAN path availability
hi: SAN पथ उपलब्धता प्रबंध के लिए औज़ारों का एक सेट

source: Various low-level hardware management frameworks.
hi: कई निम्नस्तरीय हार्डवेयर प्रबंधन फ्रेमवर्क.

source: AMQP messaging client for systems management.
hi: AMQP मैसेजिंग क्लाइंट सिस्टम प्रबंधन के लिए.

source: AMQP messaging broker for systems management.
hi: तंत्र प्रबंधन के लिए एएमक्यूपी मैसेजिंग ब्रोकर AMQP.

source: Web-Based Enterprise Management
hi: वेब आधारित एंटरप्राइज प्रबंधन

source: Support for the TeX document formatting system.
hi: TeX दस्तावेज़ प्रारूपण तंत्र के लिए समर्थन.

source: TurboGears application framework
hi: TurboGears अनुप्रयोग फ्रेमवर्क

source: TurboGears web application framework.
hi: TurboGears वेब अनुप्रयोग फ्रेमवर्क.

source: Provides an interface for accessing and controlling virtualized guests and containers.
hi: वर्चुअलाइज्ड अतिथि और कंटेनर की पहुँच और नियंत्रण के लिए कोई अंतरफलक प्रदान करता है.

source: Tools for offline virtual image management.
hi: ऑफ़लाइन वर्चुअल छवि प्रबंधन के लिए औज़ार.
